[
    {
        "title": "BCOR-1010 (3) Introduction to Business", 
        "desc": "Provides an overview of how business works through the application and integration of the fundamental business functions of accounting, finance, management, marketing, and systems. Weekly discussion of current events will focus on entrepreneurship, international business, business and society, and career topics. Restricted to freshmen business majors. Prerequisites: Restricted to Business majors with less than 53 units.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bcor/1010-introduction-business", 
        "tags": [
            "Leeds School of Business", 
            "Business Core"
        ]
    }, 
    {
        "title": "BCOR-1020 (3) Business Statistics", 
        "desc": "Covers descriptive statistics, basic probability theory, statistical inference and hypothesis testing, correlation and simple linear regression analysis. Students learn decision making and solving business problems by using data. Uses statistical features of commonly used business spreadsheet software. Formerly BCOR 2010. Credit not granted for this course and MATH 2510. Prerequisites: Requires pre-requisite course of MATH 1071 or ECON 1078 or MATH 1001 or MATH 1011 or MATH 1150 or MATH 1300 or MATH 3130 or APPM 3310 or APPM 2360 or APPM 2380. Restricted to Business, ADVT or IAFS Majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bcor/1020-business-statistics", 
        "tags": [
            "Leeds School of Business", 
            "Business Core"
        ]
    }, 
    {
        "title": "BADM-1250 (1) First Year Seminar for Business", 
        "desc": "Surveys the entire undergraduate experience and includes topics, issues, and practices that focus on the professional, academic, and leadership growth of a business student. It addresses how to make an effective transition to college and puts students on a path to become well-rounded, engaged and globally-minded. Students will acquire the knowledge and skills to take advantage of all the opportunities and support services available to them while learning to balance the challenges and expectations of their business degree. A sample of the topics covered include: transition to college, dealing with academic rigor, developing a professional tool kit--resume and cover letter preparation, interview skills, project management, working in teams and public speaking--and preparing for the role as a global business leader. Prerequisites: Restricted to College of Business majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/1250-first-year-seminar-business", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "BADM-1260 (2) First-Year Global Experience", 
        "desc": "In today's world of increased mobility, globally aware students have more choices for employment upon graduation and are immediately ready to contribute in global environments. They are aware of global issues and cultural differences, and their global mindset allows them to recognize good ideas from whenever they might come and new market/product opportunities wherever they might exist. This course is the first step toward the development of a global mindset. It provides a meaningful global experience to first-year business students through an in-depth perspective of a specific country or region outside the United States and a short academic trip to the region. Prerequisites: Restricted to College of Business majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/1260-first-year-global-experience", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "BCOR-2000 (4) Accounting and Financial Analysis", 
        "desc": "Builds a basic understanding of how information regarding a firm's resources and obligations is conveyed to decision makers both outside and within the firm. Prerequisites: Requires pre-requisite course of BCOR 1020 or MATH 2510 or ECON 3818 or APPM 3570 or 4570 or CHEN 3010 or CVEN 3227 or IPHY 2800 or MATH 4510 or PSCI 2075 or PSYC 3101. Restricted to majors in Business, SPPR-PRO, IAFS, or students with WBE subplan.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bcor/2000-accounting-and-financial-analysis", 
        "tags": [
            "Leeds School of Business", 
            "Business Core"
        ]
    }, 
    {
        "title": "BADM-2010 (1) Excel Lab", 
        "desc": "Teaches beginner to intermediate level Excel skills, emphasizing efficient use of Excel to make sense of substantial data sets. The course is designed to increase students' proficiency with Excel through a series of hands-on workshops. The workshops have a business problem solving orientation and use real data from Leeds' corporate partners. The workshops emphasize the most important skills that employers value. Prerequisites: Restricted to College of Business majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/2010-excel-lab", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "BADM-2050 (3) Honors/Special Topics", 
        "desc": "Variable topics in business, drawing from a variety of disciplines. Prereq., 3.50 minimum cumulative GPA.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/2050-honorsspecial-topics", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "BCOR-2200 (3) Introductory Finance", 
        "desc": "Emphasizes the concepts and skills needed to make sound financial decisions. Topics include financial statement analysis, time value of money, interest rates, bond valuation and bond markets, stock valuation and stock markets, cost of capital and capital structure, capital budgeting, financial forecasting, and working capital management. Formerly BCOR 2100. Prerequisites: Requires pre-req course of BCOR1020 or MATH2510 or ECON3818 or APPM3570 or 4570 or CHEN3010 or CVEN3227 or IPHY2800 or MATH4510 or PSCI2075 or PSYC3101 and BCOR2000. Restricted to Bus., IAFS majors, students w/WBE subplan and 26-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bcor/2200-introductory-finance", 
        "tags": [
            "Leeds School of Business", 
            "Business Core"
        ]
    }, 
    {
        "title": "BCOR-2300 (3) Adding Value with Management", 
        "desc": "Focuses on how modern business firms compete in the global marketplace by adding value. Examines the value-chain of a firm and how firms use people, organizations, operations, and information systems to compete and win in world markets. Also covers contemporary issues such as total quality management, process reengineering, teams and team building, employee empowerment, and horizontal organizations. Prereq., BCOR 1010. Restricted to Business, SPPR-PRO majors, or students with a subplan of WBE only and 26-180 units completed. Formerly BCOR 2150. Prerequisites: Restricted to Business majors, SPPR-PRO majors, or students with a subplan of WBE only and 26-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bcor/2300-adding-value-management", 
        "tags": [
            "Leeds School of Business", 
            "Business Core"
        ]
    }, 
    {
        "title": "BCOR-2400 (3) Fundamentals of Marketing", 
        "desc": "Examines how activities in organizations provide value to the purchasers of its products and services. Includes gathering information about consumers and competitors through research and information systems, applying knowledge and technology to the design of products and services, communicating information to consumers and organizational units, and pricingand distributing products and services. Also includes issues in global marketing, ethics and diversity, relationship marketing, and integrating marketing with financial analyses. Prerequisites: Requires pre-req course of BCOR1020 or MATH2510 or ECON3818 or APPM3570 or 4570 or CHEN3010 or CVEN3227 or IPHY2800 or MATH4510 or PSCI2075 or PSYC3101. Restricted to Bus., SPPR-PRO, IAFS, or ADVT majors, students w/WBE subplan and 26-180 units.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bcor/2400-fundamentals-marketing", 
        "tags": [
            "Leeds School of Business", 
            "Business Core"
        ]
    }, 
    {
        "title": "BCOR-2500 (3) Introduction to Operations and Information Management", 
        "desc": "Takes a systems perspective in exploring the use of information, processes, and models used by businesses to produce goods and services and to effectively manage accounting, finance, human resources, strategy, supply chains/inventory, and other activities in a business. Focuses on making better business decisions faster through better business intelligence by using the right information, at the right time, provided to the right managers. Prerequisites: Requires pre-requisite course of BCOR 1020 or MATH 2510 or ECON 3818 or APPM 3570 or 4570 or CHEN 3010 or CVEN 3227 or IPHY 2800 or MATH 4510 or PSCI 2075 or PSYC 3101. Restricted to Business majors with 13-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bcor/2500-introduction-operations-and-information-management", 
        "tags": [
            "Leeds School of Business", 
            "Business Core"
        ]
    }, 
    {
        "title": "ACCT-2820 (3) Introduction to Personal Financial Planning", 
        "desc": "Introduces the concepts, tools, and applications of personal financial planning. Provides the students with tools and techniques for managing their personal finances. With these skills, students gain the ability to effectively deal with their ever-changing financial environment. Restricted to students with at least 26 hours completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/2820-introduction-personal-financial-planning", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "BADM-2880 (3) Special Topics", 
        "desc": "Explores historical developments, contemporary issues, industry trends, and best practices pertinent to the business of sports. The course examines how sports enterprises are managed, and the impacts that such enterprises have on the economic and social fabric of communities. The course is designed to provide sufficient background for educated consumption of this literature and pursuit of further study if desired. Restricted to sophomores/juniors/seniors.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/2880-special-topics", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "BCOR-3000 (3) Business Law, Ethics, and Public Policy", 
        "desc": "Surveys major topics and case studies in business law, business ethics, and government policy. Business law topics include the American legal system, constitutional law, common law, contract principles, criminal and tort law, intellectual property, employment law, and personal and real property law. Ethics topics include the philosophy of law, legal versus moral issues, and professional responsibility. Public policy topics include the roles of business and government, types of government intervention, and the nature and theory of governmental policy formulation. Prerequisites: Restricted to Business majors, Spanish (SPPR) majors, students with a subplan of WBE, and 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bcor/3000-business-law-ethics-and-public-policy", 
        "tags": [
            "Leeds School of Business", 
            "Business Core"
        ]
    }, 
    {
        "title": "REAL-3000 (3) Principles of Real Estate", 
        "desc": "Introduction to real estate as an asset with associated property rights, an industry, profession, and investment. Covers a broad spectrum of real estate principles and terms including legal concepts, regulation and land use, industry issues, valuation, financing methods and sources, and investment analysis. Excellent elective for all students and provides the foundation for other real estate courses. Prereq., BCOR 1010, 1020, 2000, 2200, and 52 hours completed. Prerequisites: Requires pre-requisite course of BCOR 2200. Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-real/3000-principles-real-estate", 
        "tags": [
            "Leeds School of Business", 
            "Real Estate"
        ]
    }, 
    {
        "title": "BCOR-3010 (3) Business Applications of Social Responsibility", 
        "desc": "Explores alternative views of the role of business inour global society through detailed case analyses, beginning with the free market view. This is a cross-functional area course that helps students to isolate and articulate their personal values that will shape business conduct. Emphasizes individual and organizational responsibility for business behavior in the broader social context. Prerequisites: Requires pre-requisite courses of BCOR 2000, 2200, 2300, 2400 & 2500. Restricted to Business majors with 60-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bcor/3010-business-applications-social-responsibility", 
        "tags": [
            "Leeds School of Business", 
            "Business Core"
        ]
    }, 
    {
        "title": "FNCE-3010 (3) Corporate Finance", 
        "desc": "Covers the theory and practices governing the management of capital in a business firm. Examines the determinants of capital requirements, methods of obtaining capital, problems of internal financial management, and methods of financial analysis. Prerequisites: Requires pre-requisite courses of BCOR 2000 and 2200. Restricted to Business Majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/3010-corporate-finance", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MGMT-3030 (3) Critical Leadership Skills", 
        "desc": "Provides an opportunity to learn about and practice the skills required of all managers. These skills include leadership, negotiation, conducting performance appraisals, delegation, effective communication, interviewing and making hiring decisions, and managing employees with problem behaviors. Objectives include developing self-awareness of strengths and weaknesses as a manager, gaining familiarity with theory-based skills, and developing proficiency in the use of these skills. Prereq., BCOR 2300. Restricted to students with 52 hours completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/3030-critical-leadership-skills", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "BADM-3100 (1) Professional Development", 
        "desc": "Designed to provide opportunities to understand and develop professional competencies for successful careers in business. Designed to increase knowledge of job search strategies and formulate a career management plan for transitioning to the worksplace. Topics such as resumes, cover letters, personal branding, job search strategies, internships, career choices, networking and social media will be covered. A Self-Marketing Plan will be developed to help focus on long-term career goals. Prerequisites: Restricted to students with 57-180 credits (Junior or Senior) Leeds School of Business (BUSN) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/3100-professional-development", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "ESBM-3100 (3) Introduction to Entrepreneurship", 
        "desc": "Introduces non-business students to the multiple facets of entrepreneurship and the entrepreneurial process. Entrepreneurship is a process of fundamental transformation: from innovative idea to enterprise and from enterprise to valuethus, entrepreneurship is more than a business practice. Innovation is central to this process and students will be challenged to develop creative solutions to a problem or need. Restricted to non-Business majors with 60-180 units completed. Prerequisites: Restricted to non-Business majors with 60-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-esbm/3100-introduction-entrepreneurship", 
        "tags": [
            "Leeds School of Business", 
            "Entrepreneurship and Small Business Management"
        ]
    }, 
    {
        "title": "MGMT-3100 (3) Management of Service Operations", 
        "desc": "Examines concepts, tools and techniques used in the management of service operations. Focuses on how firms add value and compete with high quality and efficient services. Emphasizes the use of models for designing new services and improving the effectiveness of service processes. Studies the application of technology in the context of productivity, growth and the globalization of services. Restricted to Business (BUSN) majors with 52-180 units completed. Prereq., BCOR 2500. Formerly SYST 3030, OPIM 3030. Prerequisites: Restricted to Business (BUSN) majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/3100-management-service-operations", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MKTG-3150 (3) Sales Management", 
        "desc": "Explores the selling task and the essentials of managing the sales force. Includes recruiting, selecting and hiring, training, compensating, supervising, and controlling. Covers sales organization, sales planning, sales forecasting, assigning territories, quotas, and sales analysis. Prereq., BCOR 2400. Restricted to students with 52 hours completed. Formerly MKTG 4150. Prerequisites: Restricted to Business or Advertising majors and 52-180 hours completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/3150-sales-management", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ESBM-3200 (3) Principles of Business for Entrepreneurs", 
        "desc": "Provides non-business students with a basic understanding of the business principles required to start and grow an entrepreneurial venture. It is intended for individuals who have not taken a marketing, accounting or finance course. This course will focus on two aspects of business that are critical to the success of any new venture: marketing and financial management. Restricted to non-Business majors with 60-180 units completed. Prerequisites: Restricted to non-Business majors with 60-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-esbm/3200-principles-business-entrepreneurs", 
        "tags": [
            "Leeds School of Business", 
            "Entrepreneurship and Small Business Management"
        ]
    }, 
    {
        "title": "MGMT-3200 (3) Business Intelligence", 
        "desc": "Focuses on acquiring accurate and timely knowledge to make effective operational, tactical and strategic decisions. This course focuses on how to create and use such knowledge. Topics include problem definition; critical factor isolation; data collection, storage, and querying; transformation of data into knowledge through appropriate analyses and aggregation; and the presentation of the knowledge to decision makers in meaningful ways. Restricted to Business (BUSN) majors with 52-180 units completed. Prereq., BCOR 2500. Formerly SYST 3100, OPIM 3100. Prerequisites: Restricted to Business (BUSN) majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/3200-business-intelligence", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MGMT-3210 (3) Business Application Programming", 
        "desc": "Uses computer programming to teach a complex problem solving skill. Its two main course objectives are: (1) learn to use a structured problem decomposition method, designed to help decompose a complex problem into manageable sub-problems. This method is best exemplified in programming but is applicable to any complex business problem. (2) understand the core concepts of programming--such as variable, object model, and control flow--that will help you not only appreciate the power of programming behind modern technologies but also better understand business process models. Formerly SYST 2010, OPIM 2010 and MGMT 2010.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/3210-business-application-programming", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "ACCT-3220 (3) Corporate Financial Reporting 1", 
        "desc": "First of a two-course sequence intended to provide students with increased fluency in the language of business. Focuses on U.S. and international accounting concepts and methods that underlie financial statements and the related implications for interpreting financial accounting information. Prereqs., BCOR 2000 and BCOR 2200. Restricted to 52 hours completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/3220-corporate-financial-reporting-1", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-3225 (6) Corporate Financial Reporting", 
        "desc": "Intended to provide students with increased fluency in the language of business. Focuses on U.S. and international accounting concepts and methods that underlie financial statements and the related implications for interpreting financial accounting information. Builds and extends detailed knowledge of preparation, analysis, and use of financial statements. Prereqs., BCOR 2000 and 2200. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/3225-corporate-financial-reporting", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-3230 (3) Corporate Financial Reporting 2", 
        "desc": "Second in a two-course sequence building and extending detailed knowledge of preparation, analysis, and use of financial statements. Prereqs., ACCT 3220 and 52 hours completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/3230-corporate-financial-reporting-2", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MKTG-3250 (3) Buyer Behavior", 
        "desc": "Covers both consumer buying behavior and organizational buying behavior. Consumer behavior topics include needs and motives, personality, perception, learning, attitudes, cultural influence, and contributions of behavioral sciences that lead to understanding consumer decision making and behavior. Explores differences between business and consumer markets, business buying motives, the organizational buying center and roles, and the organizational buying process. Required for marketing majors. Prereq., BCOR 2400. Restricted to students with 52 hours completed. Prerequisites: Requires pre-requisite courses of BCOR 2050 or 2400. Restricted to Business or ADVT Majors and 52-180 hours completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/3250-buyer-behavior", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "INBU-3300 (3) International Business and Management", 
        "desc": "This survey course takes a broad and comprehensive perspective on managing and operating in a rapidly growing global economy. Explores regional and national approaches to international management, including trade practices, country penetration strategies, international finance and accounting, marketing across cultures, global service and manufacturing operations, cultural and legal differences, ethical and sustainability issues, and global competitive strategy. Prereq., 52 hours completed. Formerly INBU 4300. Prerequisites: Restricted to Business or International Affairs majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-inbu/3300-international-business-and-management", 
        "tags": [
            "Leeds School of Business", 
            "International Business"
        ]
    }, 
    {
        "title": "ACCT-3320 (3) Cost Management", 
        "desc": "Provides cost analysis for the support of management decision making. Analyzes activities, cost behavior, role of accounting in planning, financial modeling,and managerial uses of cost data. Prereq., BCOR 2000 and 2200. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/3320-cost-management", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MKTG-3350 (3) Marketing Research", 
        "desc": "Explores fundamental techniques of data collection and analysis used to solve marketing problems. Specific topics include problem definition, planning an investigation, developing questionnaires, sampling, tabulation, interpreting results, and preparing and presenting a final report. Required for marketing majors. Prereqs., BCOR 1020 and 2400. Restricted to students with 52 hours completed. Prerequisites: Requires pre-requisite courses of BCOR 1020 and 2050 or 2400. Restricted to Business Majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/3350-marketing-research", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "INBU-3450 (3) International Marketing", 
        "desc": "Describes the economic, geographic, political, and social forces that have shaped and continue to define global markets. Examines topics critical to success in international markets, including assessment of a firm's international capabilities, techniques for gauging the potential of international markets, international segmentation approaches, and alternative arrangements for entering foreign markets. Compares and contrasts product, price, distribution, logistics, promotion, and research decisions made in global versus domestic markets. Introduces students to financial arrangements characteristic of international marketing, including exchange rates and controls, balance-of-payment principles, import licensing agreements and tariffs. Restricted to Business (BUSN), Advertising (ADVT) or International Affairs (IAFS) majors with 52-180 units completed. Prereq., BCOR 2400. Same as INBU 5100. Formerly MKTG 3450. Prerequisites: Requires pre-requisite class of BCOR 2400. Restricted to Business (BUSN), Advertising (ADVT) or International Affairs (IAFS) majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-inbu/3450-international-marketing", 
        "tags": [
            "Leeds School of Business", 
            "International Business"
        ]
    }, 
    {
        "title": "ESBM-3700 (3) Entrepreneurial Environments", 
        "desc": "Introduces entrepreneurship. Addresses opportunity recognition, target markets, industry analysis, business model identification, sources of funding, managing rapid growth, and writing feasibility studies. Examines alternative forms of entrepreneurship such as franchising, corporate entrepreneurship, family business, and social entrepreneurship. Prereqs., BCOR 2000, 2050, 2100, 2150, or BCOR 2000, 2200, 2300, 2400. Restricted to students with 52 hours completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-esbm/3700-entrepreneurial-environments", 
        "tags": [
            "Leeds School of Business", 
            "Entrepreneurship and Small Business Management"
        ]
    }, 
    {
        "title": "MKTG-3825 (3) Experimental Seminar", 
        "desc": "Offered irregularly. Provides opportunity for investigation into new frontiers in marketing. Prereq., BCOR 2400. Restricted to BUSN majors with minimum 52 units completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/3825-experimental-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "BADM-3880 (3) Special Topics", 
        "desc": "Introduces students to the many facets of the marketing of sport and marketing through sport. Theoretical and practical applications of marketing sport are examined. The course will provide students with an understanding of current marketing concepts, and best business practices, related to sports enterprises and a foundation for pursuit of further study and work in sports and event marketing. Restricted to juniors/seniors.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/3880-special-topics", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "BADM-3930 (1-6) Internship", 
        "desc": "Student training and participation in government or industry environment under faculty supervision. Prereqs., BCOR 1000, 2000, 2010, 2050, GPA 2.50, junior standing and instructor consent.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/3930-internship", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "CESR-4000 (1) Leadership Challenges I: Exercises in Moral Courage", 
        "desc": "Part one of a year-long course that focuses on values and leadership at the top level of organizations. The course is based on an interactive model that brings in six high-level executives to share their experiences and present critical business dilemmas, to which students prepare solutions for the executives to evaluate. Recommended prereq., BCOR 3010. By instructor recommendation only. Prerequisites: Restricted to students with 57-180 credits (Juniors or Seniors).", 
        "reflink": "/catalog/2013-14/courses/busn/b-cesr/4000-leadership-challenges-i-exercises-moral-courage", 
        "tags": [
            "Leeds School of Business", 
            "Curriculum Emphasis on Social Responsibility"
        ]
    }, 
    {
        "title": "FNCE-4000 (3) Financial Institutions Management", 
        "desc": "Analyzes the structure, markets, and regulations of financial institutions. Studies problems and policies of internal management of funds, loan practices and procedures, investment behavior, deposit and capital adequacy, liquidity, and solvency. Prereq., FNCE 3010. Prerequisites: Requires pre-requisite course of FNCE 3010. Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4000-financial-institutions-management", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "REAL-4000 (3) Real Estate Law", 
        "desc": "Building upon the legal concepts and issues introduced in REAL 3000, the course provides a deeper study of the laws and legal issues impacting and governing real property rights and interests including the acquisition, ownership, possession, use and transfer of real property. Incorporates both a lecture and case study approach fostering regular classroom discussions. Prereq., REAL 3000. Prerequisites: Requires pre-requisite course of REAL 3000. Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-real/4000-real-estate-law", 
        "tags": [
            "Leeds School of Business", 
            "Real Estate"
        ]
    }, 
    {
        "title": "CESR-4001 (2) Leadership Challenges II: Exercises in Moral Courage", 
        "desc": "Continuation of a year-long course that focuses on values and leadership at the top level of organizations. The course is based on an interactive model that brings in six high-level executives to share their experiences and present critical business dilemmas, to which students prepare solutions for the executives to evaluate. Prereq., CESR 4000. Recommended prereq., BCOR 3010. By instructor recommendation only. Prerequisites: Restricted to students with 57-180 credits (Juniors or Seniors).", 
        "reflink": "/catalog/2013-14/courses/busn/b-cesr/4001-leadership-challenges-ii-exercises-moral-courage", 
        "tags": [
            "Leeds School of Business", 
            "Curriculum Emphasis on Social Responsibility"
        ]
    }, 
    {
        "title": "CESR-4005 (3) Business Solutions for the Developing World: Learning through Service", 
        "desc": "Students work in teams to provide business advice to social entrepreneurs, social ventures and Peace Corps volunteers who are working to solve global social and environmental problems. The primary objective of the class is to provide student with practical knowledge and experience in developing proactive, sustainable business strategies to meet the needs of the poor and to encourage students to think critically about how business can make an impact on global poverty. Prereq. or coreq., BCOR 3010. Prerequisites: Restricted to Business (BUSN) majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-cesr/4005-business-solutions-developing-world-learning-through-service", 
        "tags": [
            "Leeds School of Business", 
            "Curriculum Emphasis on Social Responsibility"
        ]
    }, 
    {
        "title": "CESR-4010 (3) Microfinance", 
        "desc": "In the last two decades, microfinance initiatives have provided the primary worldwide impetus to promote economic independence for the poor (1.4 billion). Microfinance seminar links the financial markets with entrepreneurship to create a platform for building a microfinance institution that facilitates financial inclusion to the poor. The students in a semester long project build a hypothetical financial institution that provides access to credit, saving, insurance and more to a segmented poor population, somewhere in the world including the U.S. CESR 4010 and FNCE 4832 are the same course. Prerequisites: Requires pre-requisite course of BCOR 2200. Restricted to Business majors with 90-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-cesr/4010-microfinance", 
        "tags": [
            "Leeds School of Business", 
            "Curriculum Emphasis on Social Responsibility"
        ]
    }, 
    {
        "title": "MGMT-4010 (3) Redefining the Employee-Employer Relationship", 
        "desc": "Explores developments in such areas as employee relations law and procedures, employee and employer rights, worker involvement programs, environmental safety and health, and the effects of technology on emerging organization forms. Prereq., BCOR 2300. Restricted to students with 52 hours completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4010-redefining-employee-employer-relationship", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MGMT-4020 (3) Hiring and Retaining Critical Human Resources", 
        "desc": "Allows students the opportunity to practice conducting job analyses and then use this information to develop employee selection and performance appraisal systems. Provides thorough coverage of employers' equal employment opportunity and affirmative action obligations, as well as various approaches to gender, cultural, and ethnic diversity. Prereq., BCOR 2300. Restricted to students with 52 hours completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4020-hiring-and-retaining-critical-human-resources", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "FNCE-4030 (3) Investment and Portfolio Management", 
        "desc": "Develops modern portfolio theory and applies it to pricing both individual assets and portfolios of assets. Topics include Markowitz portfolio selection model, capital asset pricing model, arbitrage pricing theory, options, futures, bonds, portfolio performance measurement, and issues of market efficiency. Prereq., FNCE 3010. Prerequisites: Requires pre-requisite course of FNCE 3010. Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4030-investment-and-portfolio-management", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MGMT-4030 (3) Managing Employee Reward Systems", 
        "desc": "Examines theories of work motivation and relates themto the strategic use of compensation and other reward systems. Topics include procedures for managing base pay; linking pay incentives to productivity at the individual, group, and organizational levels; developing cost-effective programs of employee benefits; and the use of nonfinancial reward systems. Prereq., BCOR 2150 or BCOR 2300. Restricted to students with 52 hours completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4030-managing-employee-reward-systems", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "FNCE-4040 (3) Derivative Securities", 
        "desc": "Develops the modern theory of contingent claims in a mathematical framework oriented toward applications. Examines how to use derivatives for risk management and to tailor portfolio payoffs. Provides an in-depth analysis of the properties of options. Prereq., FNCE 3010. Prerequisites: Requires pre-requisite course of FNCE 3010. Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4040-derivative-securities", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MGMT-4040 (3) Individual, Team, and Organizational Development", 
        "desc": "Explores how to determine where an organization needs to focus its development efforts, how to develop and deliver an effective training program, and how to evaluate the impact of development programs on organizational effectiveness. Explores individual, team, and organization-wide development, including such topics as skills training, team building, and managing change. Prereq., BCOR 2150 or BCOR 2300. Restricted to students with 52 hours completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4040-individual-team-and-organizational-development", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "FNCE-4050 (3) Capital Investment Analysis", 
        "desc": "Focuses on capital budgeting and investment issues. Emphasizes issues relating to cash flows, capital rationing, the investment versus financing decision, leasing, fluctuating rates of output, investment timing, capital budgeting under uncertainty, and investment decisions with additional information. Prereq., FNCE 3010. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4050-capital-investment-analysis", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "FNCE-4060 (1-6) Special Topics in Finance", 
        "desc": "Presents new subject matter in finance. The summer offering is the London Seminar in International Finance and Business. Prereqs. vary depending upon course offering. See advising office.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4060-special-topics-finance", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "FNCE-4070 (3) Financial Markets and Institutions", 
        "desc": "Examines the economics of financial markets and the management of financial institutions, both domestic and international. Topics include an overview of U.S. and international financial markets, pricing and risk factors, interest rates, markets for securities and financial services, and markets for derivative financial instruments. Prereq., BCOR 2200. Restricted to students with 52 hours completed. Formerly FNCE 3020. Prerequisites: Requires pre-requisite course of BCOR 2200. Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4070-financial-markets-and-institutions", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MGMT-4090 (3) IT and Business Strategy", 
        "desc": "Although some companies are very successful in discovering and cultivating innovative technology-enabled business strategies, many fail in the process. Combines theories and frameworks with practical approaches to provide students with the skills required to help companies identify business opportunities, find appropriate information related technologies, and lead adoption efforts to success. Prereqs., BCOR 2200 or BCOR 2300. Restricted to business majors with 52 hours completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4090-it-and-business-strategy", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "ESBM-4100 (3) Writing a Venture Plan", 
        "desc": "Requires non-business students to engage in a rigorous, thoughtful and challenging process essential to planning a new venture. Using their own concept, students will develop a strategy to start and grow a venture. Communicating the plan is an essential element of this course and students will learn when and how to write a plan and make effective presentations. Restricted to non-Business majors with 60-180 units completed. Prerequisites: Restricted to non-Business majors with 60-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-esbm/4100-writing-venture-plan", 
        "tags": [
            "Leeds School of Business", 
            "Entrepreneurship and Small Business Management"
        ]
    }, 
    {
        "title": "REAL-4100 (3) Real Estate Finance and Investment Analysis", 
        "desc": "Covers: 1) traditional and alternative financing of residential and commercial real estate; 2) pro forma cash flows and valuation of income generating properties; 3) real estate decisions of non-real estate corporations; and 4) mortgage backed securities and real estate investment trusts (REITs). Prereq., REAL 3000. Prerequisites: Requires pre-requisite course of REAL 3000. Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-real/4100-real-estate-finance-and-investment-analysis", 
        "tags": [
            "Leeds School of Business", 
            "Real Estate"
        ]
    }, 
    {
        "title": "MGMT-4110 (3) Supply Chain Management", 
        "desc": "Explores the key issues related to the design and management of supply chains. Covers the efficient integration of suppliers, production facilities, warehouses, and stores so that the right products in the right quantity reach customers at the right time. Focuses on the minimization of the total supply chair cost subject to service requirements imposed by a variety of industries. Restricted to Business (BUSN) majors with 52-180 units completed. Prereq., BCOR 2500. Formerly SYST 4050, OPIM 4050. Prerequisites: Restricted to Business (BUSN) majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4110-supply-chain-management", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "BSLW-4120 (3) Advanced Business Law", 
        "desc": "Continuation of BCORr 3000. Covers sales and lease transactions, negotiable instruments, creditor rights and bankruptcy, secured transactions, agency, business organizations, protection of property, and other advanced topics in legal and regulatory environments. BCOR 3000 and BSLW 4120/5120 together cover the business law topics tested on the CPA exam. Prereqs., BCOR 3000 and junior standing. Same as BSLW 5120. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bslw/4120-advanced-business-law", 
        "tags": [
            "Leeds School of Business", 
            "Business Law"
        ]
    }, 
    {
        "title": "MGMT-4120 (3) Managing Business Processes", 
        "desc": "Covers the concepts and tools to design and manage business processes. Emphasizes modeling an analysis, information technology support for process activities, and management of process flows. Graphical simulation software is used to create dynamic models of business processes and predict the effect of changes. Prepares students for a strong management or consulting career path in business processes. MGMT 4120 is restricted to Business (BUSN) majors with 52-180 units completed. Prereq., BCOR 2500. MGMT 4120 and 5120 are the same course. Formerly SYST 4060, OPIM 4060. Prerequisites: Restricted to Business (BUSN) majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4120-managing-business-processes", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "CESR-4130 (3) Sustainable Operations", 
        "desc": "Operational sustainability is not just an obligation, as set of strategies or a niche market to explore, but a critical shift in mindset of how businesses function. Sustainable operations examines business strategies in response to environmental and social challenges. The course takes a pragmatic business perspective on improving operations across the supply chain. Grounded in resource efficiency, life-cycle thinking and a dose of investigative skepticism, the course assists students to thoroughly understand the scope of costs, benefits and risks associated with driving businesses toward sustainable operations. Prereqs., BCOR 2500, 3010 and 60 hours completed. MGMT 4130 and CESR 4130 are the same course. Prerequisites: Restricted to students with 60-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-cesr/4130-sustainable-operations", 
        "tags": [
            "Leeds School of Business", 
            "Curriculum Emphasis on Social Responsibility"
        ]
    }, 
    {
        "title": "MGMT-4130 (3) Sustainable Operations", 
        "desc": "Operational sustainability is not just an obligation, as set of strategies or a niche market to explore, but a critical shift in mindset of how businesses function. Sustainable operations examines business strategies in response to environmental and social challenges. The course takes a pragmatic business perspective on improving operations across the supply chain. Grounded in resource efficiency, life-cycle thinking and a dose of investigative skepticism, the course assists students to thoroughly understand the scope of costs, benefits and risks associated with driving businesses toward sustainable operations. Prereqs., BCOR 2500, 3010 and 60 hours completed. MGMT 4130 and CESR 4130 are the same course. Prerequisites: Restricted to Business, AEBU, ARBU, CEBU, CVBU, CSBU, ECBU, MEBU, EVBU, ADBU, BNBU, NEBU or MUBU Majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4130-sustainable-operations", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MGMT-4140 (3) Project Management", 
        "desc": "Introduces multidisciplinary project management concepts, skills, and tools, including the relationship between project definition, organization, planning, scheduling, resource and risk management, control, costing, and performance. Presents both qualitative and quantitative tools for better project management. Prereq., BCOR 2500 and 52 hours completed. Formerly OPIM 4080 and MGMT 4085. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4140-project-management", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MGMT-4150 (3) International Operations Management", 
        "desc": "Compares systems of production/operations management in the United States with those in Japan, Europe, and Asia. Contrasts various regional and national approaches to business, quality management, labor practices, management styles, international competitiveness, productivity, distribution systems, trade practices, and strategies for penetrating foreign markets. Examines different sociocultural environments, government-business relationships, banking industries, operations strategies, and the potential for transferring industrial management practices and techniques between countries. Prereq., BCOR 2500. Restricted to students with 52 hours completed. Formerly OPIM 4065 and MGMT 4070. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4150-international-operations-management", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "INBU-4200 (3) International Financial Management", 
        "desc": "Examines the financial policies and problems associated with firms doing business internationally. Topics include the foreign exchange environment, country risk, managing foreign exchange exposure, international working capital management, international capital budgeting, and international financial markets. Prereqs., BCOR 1020, 2000, and 2200. Restricted to students with 52 hours completed. Prerequisites: Requires pre-requisite courses of BCOR 2200. Restricted to Business or IAFS Majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-inbu/4200-international-financial-management", 
        "tags": [
            "Leeds School of Business", 
            "International Business"
        ]
    }, 
    {
        "title": "MGMT-4210 (3) Systems Thinking", 
        "desc": "Analysis of systems thinking and understanding the complex interactions of collections of people, processes, organizations, and technologies. Students learn to be creative and critical thinkers who can conceptually model the very complex systems we encounter in our world today. Restricted to Business (BUSN) majors with 52-180 units completed. Prereq., BCOR 2500. Formerly SYST 3000, OPIM 3000. Prerequisites: Restricted to Business (BUSN) majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4210-systems-thinking", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MGMT-4220 (3) Business Technologies", 
        "desc": "Covers the use and configuration of ERP (enterprise resource planning) technologies in businesses. Emphasizes the understanding of the usage of technology in facilitating business processes within firms. Covers many modules/functional areas, including sales, marketing, distribution, manufacturing, etc. Students learn the importance of technology to organizations through hands-on use of multiple ERP software, focusing on both business processes as well as technology. Restricted to students with 52-180 units completed. Prereq., BCOR 2500. Formerly SYST 3101, OPIM 3101. Prerequisites: Restricted to students with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4220-business-technologies", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MGMT-4230 (3) Design of Usable Business Systems", 
        "desc": "Focuses on the usefulness and usability of systems in organizations. Examines the bottom line implications of information systems and how to create systems that are easy to use for all potential users. Creative and critical thinking to design and build systems are stressed through individual and team exercises. MGMT 4230 is restricted to Business (BUSN) majors with 52-180 units completed. Prereq., BCOR 2500. MGMT 4230 and 5230 are the same course. Formerly SYST 4510, OPIM 4510. Prerequisites: Restricted to Business (BUSN) majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4230-design-usable-business-systems", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "ACCT-4240 (3) Advanced Financial Accounting", 
        "desc": "Examines advanced financial accounting theory and practice, emphasizing U.S. and international accounting for business combinations, consolidated financial statements, and accounting for partnerships. Prereqs., ACCT 3230. Restricted to Accounting or Finance majors with 52-180 units completed. Same as ACCT 5240. Prerequisites: Restricted to Accounting or Finance majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4240-advanced-financial-accounting", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-4250 (3) Financial Statement Analysis", 
        "desc": "Focuses on the use of U.S. and international accounting information by decision-makers external to the firm. Considers judgments made by investors, security analysts, bank lending officers, and auditors. Emphasizes equity valuation and risk analysis. Prereq., ACCT 3220. Prerequisites: Restricted to Accounting, Finance or Accounting Concurrent Degree majors only with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4250-financial-statement-analysis", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MKTG-4250 (3) Product Strategy", 
        "desc": "Covers major topics in managing long-term customer relationships that derive from products. Focuses on concepts, analyses, and strategies for existing and new products. Topics include concept development and testing, conjoint analysis, product positioning, brand image measurements and brand management, and product issues in public policy and ethics. Methods of instruction include lectures, case discussions, student group papers and projects, and examinations. Prereqs., MKTG 3250 and 3350. Prerequisites: Requires pre-requisite courses of MKTG 3250 and 3350. Restricted to Leeds School of Business (BUSN) majors with 52 minimum units required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/4250-product-strategy", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "MKTG-4300 (3) Pricing and Channels of Distribution", 
        "desc": "Offered regularly to examine pricing and channel management, the two key components of companys' marketing strategies. Help students to understand the common types of pricing and channel strategies, the rationales behind these strategies. Train students to think analytically in order to apply these strategies. Prereqs., MKTG 3250 and 3350. Restricted to BUSN students with minimum 52 units completed. Prerequisites: Requires pre-requisite courses MKTG 3250 and 3350. Restricted to Business majors with minimum 52 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/4300-pricing-and-channels-distribution", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ACCT-4330 (3) Advanced Cost Management", 
        "desc": "Critically analyzes advanced topics in cost management. Uses cases and current readings. Prereqs., ACCT 3220, 3230, and 3320. Same as ACCT 5330. Prerequisites: Restricted to students with 87-180 credits (Senior, Fifth Year Senior).", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4330-advanced-cost-management", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MKTG-4350 (3) Services Marketing Strategy", 
        "desc": "Designed for those students interested in working in the service industries. Addresses the distinct needs and problems of service organizations in the area of marketing and service quality. Service organizations (i.e., banks, transportation companies, hotels, hospitals, educational institutions, professional services, etc.) require a distinctive approach to marketing strategy---both in its development and execution. Builds and expands on marketing ideas and how to make them work in service settings. Prereqs., MKTG 3250 and 3350.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/4350-services-marketing-strategy", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ACCT-4430 (3) Personal Financial Planning", 
        "desc": "Extends the concepts, tools, and applications of personal finance and investments beyond ACCT 2820. Focuses on the development of a financial plan to achieve financial goals. Restricted to 52 hours completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4430-personal-financial-planning", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-4440 (3) Income Taxation of Individuals", 
        "desc": "Examines concepts and structure of the United States income tax system. Focuses on concepts affecting all taxpayers, with emphasis on individual taxation. Prereq., ACCT 3220. Same as ACCT 5440. Prerequisites: Restricted to Accounting or Accounting Concurrent Degree majors 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4440-income-taxation-individuals", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MKTG-4500 (3) Advertising Management", 
        "desc": "Prereqs., MKTG 3250 and 3350. Restricted to students with 52 hours completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/4500-advertising-management", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ACCT-4540 (3) Accounting Information Systems", 
        "desc": "Considers the interaction of accountants with information systems and the role of accounting information systems in business processes. Focuses on the tools used by accountants and provides an understanding of accounting as an information system. Prereq., ACCT 3220. Same as ACCT 5540. Prerequisites: Restricted to Accounting or Accounting Concurrent Degree majors 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4540-accounting-information-systems", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MKTG-4550 (3) Advertising and Promotion Management", 
        "desc": "Analyzes advertising and promotion principles and practices from the marketing manager's point of view. Considers the decision to advertise, market analysis as a planning phase of the advertising program, media selection, public relations, sales promotion, promotion budgets, campaigns, evaluation of results, and agency relations. Prereqs., MKTG 3250 and 3350. Prerequisites: Requires prerequisite courses of MKTG 3250 and 3350. Restricted to Leeds School of Business (BUSN) majors with 52 minimum units required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/4550-advertising-and-promotion-management", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ESBM-4570 (3) Entrepreneurial Finance.", 
        "desc": "Focuses on the financial concepts, issues, methods, and industry practices relevant to entrepreneurial decision makers. Addresses a variety of topics including financial valuation, various sources of funds, structures and legal issues in arranging financing, the private and public venture capital markets, and preparation for, and execution of, an initial public securities offering. Provides an understanding of the segments of the capital markets specializing in start-ups and growth financing. Prereq., BCOR 2200. Restricted to Business majors with 52-180 units completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-esbm/4570-entrepreneurial-finance", 
        "tags": [
            "Leeds School of Business", 
            "Entrepreneurship and Small Business Management"
        ]
    }, 
    {
        "title": "ACCT-4620 (3) Auditing and Assurance Services", 
        "desc": "Emphasizes the value of assurance services, including the market for financial-statement audits, and the audit decision process, from obtaining a client through planning and testing, to issuance of the audit report. Focuses on making judgments and decisions under conditions of uncertainty and continually evaluating the substance of business transactions over their form. Prereq., ACCT 3230. Same as ACCT 5620. Prerequisites: Restricted to Accounting or Accounting Concurrent Degree majors 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4620-auditing-and-assurance-services", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MKTG-4650 (3) Institutional Relationships and Strategy", 
        "desc": "Focuses on the management of a firm's relationships with other businesses. Addresses business-to-business marketing strategies, relationships with channel members, and strategic alliances/partnerships. Topics include relationship structures, power, conflict, negotiation, industry analysis, selection of business partners, and managing for long-term stability.Prereqs., MKTG 3250 and 3350.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/4650-institutional-relationships-and-strategy", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ACCT-4800 (3) Accounting for Government and Nonprofit Organizations", 
        "desc": "Reporting, planning and control of government and nonprofit organizations. Includes program budgets, responsibility accounting, and fund accounting. Restricted to Accounting or Accounting Concurrent Degree majors 52-180 units completed. Prereq., ACCT 3220. Same as ACCT 5800. Prerequisites: Restricted to Accounting or Accounting Concurrent Degree majors 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4800-accounting-government-and-nonprofit-organizations", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MKTG-4810 (3) Honors Seminar", 
        "desc": "Social responsibilities of the business executive, business ethics, business-government relations, and business in literature. Open to seniors who have completed at least 30 semester hours of business courses with not less than a 3.30 GPA and have instructor consent. Prereq., BCOR 2400.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/4810-honors-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "REAL-4810 (3) Real Estate Internship", 
        "desc": "As the capstone course for the Real Estate Certificate program, students complete approximately 150 internship hours with a real estate company over the semester (approximately 10 hours per week). The class will meet biweekly and focus on career options and opportunities in real estate. Contact the Real Estate Center for internship and registration information.", 
        "reflink": "/catalog/2013-14/courses/busn/b-real/4810-real-estate-internship", 
        "tags": [
            "Leeds School of Business", 
            "Real Estate"
        ]
    }, 
    {
        "title": "ACCT-4820 (3) Topics in Business", 
        "desc": "Offered irregularly to provide opportunity for investigation of new frontiers in accounting. Prereq., ACCT 3220. Same as ACCT 5820. Prerequisites: Restricted to Accounting or Accounting Concurrent Degree majors 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4820-topics-business", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "BADM-4820 (1-6) Special Topics", 
        "desc": "Variable topics in business drawing from a variety of business disciplines. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/4820-special-topics", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "BSLW-4820 (1-3) Topics in Business Law", 
        "desc": "Experimental course offered irregularly for purpose of presenting new subject matter in business law.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bslw/4820-topics-business-law", 
        "tags": [
            "Leeds School of Business", 
            "Business Law"
        ]
    }, 
    {
        "title": "ESBM-4820 (3) Special Topics in Entrepreneurship", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-esbm/4820-special-topics-entrepreneurship", 
        "tags": [
            "Leeds School of Business", 
            "Entrepreneurship and Small Business Management"
        ]
    }, 
    {
        "title": "FNCE-4820 (3) Topics in Finance", 
        "desc": "Offered irregularly to provide opportunity for investigation into new frontiers in finance. May be repeated up to 6 total credit hours. Restricted to 52 hours completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4820-topics-finance", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MGMT-4820 (3) Topics in Business", 
        "desc": "Experimental course offered irregularly for purpose presenting new subject matter in organization management. Same as MGMT 5820.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4820-topics-business", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MKTG-4820 (3) Special Topics in Marketing", 
        "desc": "Offered irregularly. Provides opportunity for investigation into new frontiers in marketing.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/4820-special-topics-marketing", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "REAL-4820 (3) Topics:  Real Estate Development", 
        "desc": "Surveys the process of real estate development with a focus on the market analysis, urban dynamics and financing. Students will understand the complexities of the development process as it creates the communities in which we live and the many roles the student can play as a real estate professional. Prereq., REAL 3000. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-real/4820-topics-real-estate-development", 
        "tags": [
            "Leeds School of Business", 
            "Real Estate"
        ]
    }, 
    {
        "title": "CESR-4821 (3) Values & Power of the Consumer in Society", 
        "desc": "As a critical stakeholder group, consumers have substantial power to shape business behavior. Students will develop an understanding of the roles business can play in society, and the options and limitations that consumers have to influence business by exerting their purchasing power. This class is exclusively for non-business majors and will not count toward the business major or business minor. Prerequisites: Open to Non Business and Non Sponsored Students.", 
        "reflink": "/catalog/2013-14/courses/busn/b-cesr/4821-values-power-consumer-society", 
        "tags": [
            "Leeds School of Business", 
            "Curriculum Emphasis on Social Responsibility"
        ]
    }, 
    {
        "title": "ACCT-4825 (3) Experimental Seminar", 
        "desc": "Offered irregularly to provide opportunity for investigation of new frontiers in Accounting. Restricted to juniors/seniors. Same as ACCT 5825.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4825-experimental-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "BADM-4825 (3) Experimental Seminar", 
        "desc": "Offered irregularly to provide opportunity for investigation of new frontiers in Business Administration. Restricted to juniors/seniors.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/4825-experimental-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "BSLW-4825 (3) Experimental Seminar", 
        "desc": "Offered irregularly to provide opportunity for investigation of new frontiers in Business Law. Restricted to juniors/seniors.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bslw/4825-experimental-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Business Law"
        ]
    }, 
    {
        "title": "CESR-4825 (3) Experimental Seminar", 
        "desc": "Offered irregularly to provide opportunity for investigation of new frontiers in Social Responsibility. Prereq., BCOR 3010. Restricted to BUSN majors with minimum 52 units completed. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-cesr/4825-experimental-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Curriculum Emphasis on Social Responsibility"
        ]
    }, 
    {
        "title": "ESBM-4825 (3) Experimental Seminar", 
        "desc": "Offered irregularly to provide opportunity for investigation of new frontiers in Entrepreneurship and Small Business Management. Restricted to juniors/seniors.", 
        "reflink": "/catalog/2013-14/courses/busn/b-esbm/4825-experimental-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Entrepreneurship and Small Business Management"
        ]
    }, 
    {
        "title": "FNCE-4825 (3) Experimental Seminar", 
        "desc": "Offered irregularly to provide opportunity for investigation of new frontiers in Finance. Restricted to juniors/seniors. Prerequisites: Restricted to students with 57-180 credits (Juniors or Seniors).", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4825-experimental-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "INBU-4825 (1-6) Experimental Seminar", 
        "desc": "Offered irregularly to provide opportunity for investigation of new frontiers in International Business Entrepreneurship. Prerequisites: Restricted to students with 57-86 credits (Junior).", 
        "reflink": "/catalog/2013-14/courses/busn/b-inbu/4825-experimental-seminar", 
        "tags": [
            "Leeds School of Business", 
            "International Business"
        ]
    }, 
    {
        "title": "MGMT-4825 (3) Experimental Seminar", 
        "desc": "Offered irregularly to provide opportunity for investigation of new frontiers in Management. Restricted to Business (BUSN) majors with 52-180 units completed. Prerequisites: Restricted to Business (BUSN) majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4825-experimental-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MKTG-4825 (1-3) Pricing and Channels of Distribution", 
        "desc": "Offered irregularly to provide opportunity for investigation of new frontiers in Marketing. Requires prerequisite courses of MKTG 3250 and 3350. Restricted to students with 57-180 credits (Junior or Senior). Prerequisites: Requires prerequisite courses of MKTG 3250 and 3350. Restricted to students with 57-180 credits (Junior or Senior).", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/4825-pricing-and-channels-distribution", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "REAL-4825 (3) Experimental Seminar", 
        "desc": "Offered irregularly to provide opportunity for investigation of new frontiers in Real Estate. Restricted to juniors/seniors.", 
        "reflink": "/catalog/2013-14/courses/busn/b-real/4825-experimental-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Real Estate"
        ]
    }, 
    {
        "title": "CESR-4826 (3) Exp. Sem-Social Entrepreneurship: Designing a Better World", 
        "desc": "See the future through the eyes of entrepreneurs who are addressing global and social environmental problems such as poverty and deforestation. Can the social ventures they create to solve these problems survive over time and will they achieve the impact they seek? We will meet some of these social entrepreneurs and, in teams, write case studies to tell their stories. Restricted to non-Business majors with 60-180 units completed. CESR 4826 and ESBM 4826 are the same course. Prerequisites: Restricted to non-Business majors with 60-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-cesr/4826-exp-sem-social-entrepreneurship-designing-better-world", 
        "tags": [
            "Leeds School of Business", 
            "Curriculum Emphasis on Social Responsibility"
        ]
    }, 
    {
        "title": "ESBM-4826 (3) Exp. Sem-Social Entrepreneurship: Designing a Better World", 
        "desc": "See the future through the eyes of entrepreneurs who are addressing global and social environmental problems such as poverty and deforestation. Can the social ventures they create to solve these problems survive over time and will they achieve the impact they seek? We will meet some of these social entrepreneurs and, in teams, write case studies to tell their stories. Restricted to non-Business majors with 60-180 units completed. CESR 4826 and ESBM 4826 are the same course. Prerequisites: Restricted to non-Business majors with 60-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-esbm/4826-exp-sem-social-entrepreneurship-designing-better-world", 
        "tags": [
            "Leeds School of Business", 
            "Entrepreneurship and Small Business Management"
        ]
    }, 
    {
        "title": "ACCT-4827 (3) Integrated Reporting for Socially Responsible Strategies", 
        "desc": "Explores the growing global trend of companies to measure, disclose and report for socially responsible initiatives. Integrated reporting combines financial, environmental, social and governance information into a single report. Current practices in sustainability and integrated reporting in the US and across the world will be examined/learned through case studies, guest speakers, current literature and projects. Can be taken concurrenlty with BCOR 3010 and ACCT 3220. Same as CESR 4827. Prerequisites: Requires pre-req course of BCOR 2000 and 2200. Restricted to students with 57-180 credits (Juniors or Seniors).", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4827-integrated-reporting-socially-responsible-strategies", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "CESR-4827 (3) Integrated Reporting for Socially Responsible Strategies", 
        "desc": "Explores the growing global trend of companies to measure, disclose and report for socially responsible initiatives. Integrated reporting combines financial, environmental, social and governance information into a single report. Current practices in sustainability and integrated reporting in the US and across the world will be examined/learned through case studies, guest speakers, current literature and projects. Can be taken concurrenlty with BCOR 3010 and ACCT 3220. Same as ACCT 4827. Prerequisites: Requires pre-req course of BCOR 2000 and 2200. Restricted to students with 57-180 credits (Juniors or Seniors).", 
        "reflink": "/catalog/2013-14/courses/busn/b-cesr/4827-integrated-reporting-socially-responsible-strategies", 
        "tags": [
            "Leeds School of Business", 
            "Curriculum Emphasis on Social Responsibility"
        ]
    }, 
    {
        "title": "BADM-4830 (1-3) Special Topics", 
        "desc": "Various topics in business and society drawing from a variety of business disciplines. Restricted to junior/senior BU majors. Prerequisites: Restricted to College of Business majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/4830-special-topics", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "ESBM-4830 (3) Entrepreneurship Business Planning and Preparation", 
        "desc": "Work as part of a small team, with the focus on the process of creating a plan from the business concept and model through all of the elements of a professionally written business plan document. Prereqs., ESBM 3700 and 4570. Same as EMEN 4825. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-esbm/4830-entrepreneurship-business-planning-and-preparation", 
        "tags": [
            "Leeds School of Business", 
            "Entrepreneurship and Small Business Management"
        ]
    }, 
    {
        "title": "FNCE-4830 (3) Seminar in Investment Banking", 
        "desc": "Introduces the student to a career in investment banking and provides specific modeling skills necessary and important during the first phase of such a career. Prereq., BCOR 2200. Recommended prereq., FNCE 3010. Restricted to students with 52 hours completed. Prerequisites: Requires pre-requisite course of BCOR 2200. Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4830-seminar-investment-banking", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "FNCE-4831 (3) Seminar in Investment Management", 
        "desc": "The purpose of this course is for students to understand the investment management profession. The course is designed to be a blend of theory and practice. Extends the basic principles of security analysis, asset pricing theory, portfolio construction, and portfolio performance evaluation. Students will apply these principles in determining, over the semester, how to manage the CU investment fund. Prereqs., BCOR 2000, 2300, and FNCE 3010. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4831-seminar-investment-management", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "FNCE-4832 (3) Microfinance", 
        "desc": "In the last two decades, microfinance initiatives have provided the primary worldwide impetus to promote economic independence for the poor (1.4 billion). Microfinance seminar links the financial markets with entrepreneurship to create a platform for building a microfinance institution that facilitates financial inclusion to the poor. The students in a semester long project build a hypothetical financial institution that provides access to credit, saving, insurance and more to a segmented poor population, somewhere in the world including the U.S. CESR 4010 and FNCE 4832 are the same course. Prerequisites: Requires pre-requisite course of BCOR 2200. Restricted to Business majors with 90-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4832-microfinance", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "ACCT-4850 (3) Senior Seminar in Accounting", 
        "desc": "This seminar examines the nature of accounting theory and practice from perspectives of economics, law, globalization, accounting, ethics, and moral reasoning. This course also explores issues including implications of institutional factors, such as Sarbanes-Oxley, SEC, FASB, IFRS, and capital markets. Prereqs., ACCT 3230, one 4000-level ACCT course. Restricted to 102 hours completed and to graduating senior ACCT majors. Formerly BCOR 4001. Prerequisites: Restricted to Accounting majors with 102-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4850-senior-seminar-accounting", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "FNCE-4850 (3) Business Senior Seminar in Finance", 
        "desc": "Develops analytical and decision making skills necessary to address real-world business finance situations. Topics include financial analysis and forecasting, capital budgeting, valuation, capital structure policy, international finance, and financial ethics. Uses a combination of lecture and cases; team and individual work. Prereqs., ACCT 3220, FNCE 3010, 4030, and 102 hours completed. Restricted to graduating senior FNCE majors. Formerly BCOR 4002. Prerequisites: Requires pre-requisite course of FNCE 3010. Restricted to Finance majors with 102 to 180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4850-business-senior-seminar-finance", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MGMT-4850 (3) Senior Seminar in Management", 
        "desc": "Covers the issues and challenges of running a firm in a competitive environment. It integrates and builds upon coursework in other functional areas. Discusses principles, frameworks, and techniques that helps understand how to analyze the competitive environment; firm sources of competitive advantage; competitive dynamics; and, specific types of strategies to promote firm performance. Focuses on specific company examples. Prereqs., BCOR 2300, 2500, MGMT 3030. Restricted to students with 102-180 units completed. Formerly MGMT 4000. Prerequisites: Restricted to students with 102-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4850-senior-seminar-management", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MKTG-4850 (3) Senior Seminar in Marketing", 
        "desc": "Capstone marketing course that integrates and further develops what students have learned in other courses. Provides students with the insight and skills necessary to formulate and implement sound socially responsible marketing strategies, product line management strategies, promotional and product/service communication strategies, pricing, and distribution strategies. Prereqs., MKTG 3250, 3350, two additional 4000-level MKTG courses from either MKTG 4250, 4300 or 4550 with the third serving as a co-requisite, and 102 hours completed. Restricted to graduating MKTG majors. Formerly BCOR 4004. Prerequisites: Requires pre-requisite courses of MKTG 3250 and 3350 and either MKTG 4250 or 4300 or 4550. Restricted to MKTG Majors with 102 to 180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/4850-senior-seminar-marketing", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ACCT-4900 (1-3) Independent Study", 
        "desc": "Requires prior consent of dean and instructor under whose direction study is taken. Intended only for exceptionally well-qualified business seniors. Departmental form required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/4900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "BSLW-4900 (1-3) Independent Study", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-bslw/4900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Business Law"
        ]
    }, 
    {
        "title": "ESBM-4900 (1-3) Projects in Entrepreneurial Companies", 
        "desc": "Complete projects in preselected entrepreneurial companies. Prereq., instructor consent.", 
        "reflink": "/catalog/2013-14/courses/busn/b-esbm/4900-projects-entrepreneurial-companies", 
        "tags": [
            "Leeds School of Business", 
            "Entrepreneurship and Small Business Management"
        ]
    }, 
    {
        "title": "FNCE-4900 (1-6) Independent Study", 
        "desc": "Intended only for exceptionally well qualified business seniors. Prereq., prior consent of dean andinstructor under whose direction study is taken, and departmental form.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/4900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "INBU-4900 (1-12) Independent Study", 
        "desc": "Prereq., instructor consent. Departmental form required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-inbu/4900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "International Business"
        ]
    }, 
    {
        "title": "MGMT-4900 (1-3) Independent Study", 
        "desc": "Intended only for exceptionally well qualified business seniors. Departmental form required. Prereq., dean and instructor consent.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MKTG-4900 (1-6) Independent Study", 
        "desc": "Intended only for exceptionally well qualified business seniors. Instructor and division chair consent required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/4900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "REAL-4900 (1-3) Independent Study", 
        "desc": "Intended for exceptionally well-qualified business seniors who desire to study an advanced topic. Must be in Real Estate Certificate Program. Prereq., dean and instructor consent.", 
        "reflink": "/catalog/2013-14/courses/busn/b-real/4900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Real Estate"
        ]
    }, 
    {
        "title": "BADM-4910 (2) VITA-Volunteer Tax Assistance", 
        "desc": "Offers students the opportunity to gain professional work experience in an accounting position while still in school. Provides academically relevant work experience that complements students' studies and enhances their career potential. Prereqs., BCOR 2000 and ACCT 4440 or ACCT 5440. Prerequisites: Restricted to Business majors with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/4910-vita-volunteer-tax-assistance", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "MGMT-4910 (1-3) Academic Internship in Management", 
        "desc": "Offers students the opportunity to gain professional work experience in a management position while still in school. Provides academically relevant work experience that complements students' studies and enhances their career potential. Includes 100 hours per credit and a course paper. Instructor consent is required. Pass/Fail grading only. Restricted to students with 52-180 units completed. Prereq., BCOR 2500. Formerly SYST 4910, OPIM 4910. Prerequisites: Restricted to students with 52-180 units completed.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/4910-academic-internship-management", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "INBU-5100 (3) International Business and Marketing", 
        "desc": "Same as MKTG 3450.", 
        "reflink": "/catalog/2013-14/courses/busn/b-inbu/5100-international-business-and-marketing", 
        "tags": [
            "Leeds School of Business", 
            "International Business"
        ]
    }, 
    {
        "title": "BSLW-5120 (3) Advanced Business Law", 
        "desc": "Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting-Taxation or Business Administration graduate students only. Same as BSLW 4120. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bslw/5120-advanced-business-law", 
        "tags": [
            "Leeds School of Business", 
            "Business Law"
        ]
    }, 
    {
        "title": "MGMT-5120 (3) Managing Business Processes", 
        "desc": "Covers the concepts and tools to design and manage business processes. Emphasizes modeling an analysis, information technology support for process activities, and management of process flows. Graphical simulation software is used to create dynamic models of business processes and predict the effect of changes. Prepares students for a strong management or consulting career path in business processes. MGMT 4120 is restricted to Business (BUSN) majors with 52-180 units completed. Prereq., BCOR 2500. MGMT 4120 and 5120 are the same course. Formerly SYST 4060, OPIM 4060. Prerequisites: Restricted to Graduate Students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/5120-managing-business-processes", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MGMT-5230 (3) Design of Usable Business Systems", 
        "desc": "Focuses on the usefulness and usability of systems in organizations. Examines the bottom line implications of information systems and how to create systems that are easy to use for all potential users. Creative and critical thinking to design and build systems are stressed through individual and team exercises. MGMT 4230 is restricted to Business (BUSN) majors with 52-180 units completed. Prereq., BCOR 2500. MGMT 4230 and 5230 are the same course. Formerly SYST 4510, OPIM 4510. Prerequisites: Restricted to Graduate Students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/5230-design-usable-business-systems", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "ACCT-5240 (3) Advanced Financial Accounting", 
        "desc": "Examines advanced financial accounting theory and practice, emphasizing U.S. and international accounting for business combinations, consolidated financial statements, and accounting for partnerships. Prereq., ACCT 3230. Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/5240-advanced-financial-accounting", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-5250 (3) Financial Statement Analysis", 
        "desc": "Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Prereqs., ACCT 3220 and MBAC 6020. Same as ACCT 4250. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/5250-financial-statement-analysis", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-5330 (3) Advanced Cost Management", 
        "desc": "Critically analyzes advanced topics in cost management. Uses cases and current readings. Prereq., ACCT 3320. Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/5330-advanced-cost-management", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-5440 (3) Income Taxation of Individuals", 
        "desc": "Prereq., ACCT 3220. Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Same as ACCT 4440. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/5440-income-taxation-individuals", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-5540 (3) Accounting Information Systems", 
        "desc": "Prereq., ACCT 3220 or equivalent. Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Same as ACCT 4540. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/5540-accounting-information-systems", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-5620 (3) Auditing and Assurance Services", 
        "desc": "Emphasizes the value of assurance services, including the market for financial-statement audits, and the audit decision process, from obtaining a client through planning and testing, to issuance of the audit report. Focuses on making judgments and decisions under conditions of uncertainty and continually evaluating the substance of business transactions over their form. Prereq., ACCT 3230. Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Same as ACCT 4620. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/5620-auditing-and-assurance-services", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-5700 (3) International Accounting", 
        "desc": "Intensive focus on international financial statement analysis, cultural and economic differences that affect financial reporting in various countries. Examples include international financial reporting standards and accounting for foreign currency transactions. Prereq., ACCT 3230. Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Same as ACCT 4700. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/5700-international-accounting", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-5800 (3) Accounting for Government and Nonprofit Organizations", 
        "desc": "Reporting, planning and control of government and nonprofit organizations. Includes program budgets, responsibility accounting, and fund accounting. Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Prereq., ACCT 3220. Same as ACCT 4800. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/5800-accounting-government-and-nonprofit-organizations", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-5820 (3) Topics in Business", 
        "desc": "Prereq., ACCT 3230 or equivalent. Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Same as ACCT 4820. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/5820-topics-business", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MGMT-5820 (3) Topics in Business", 
        "desc": "Same as MGMT 4820.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/5820-topics-business", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "ACCT-5825 (3) Experimental Seminar", 
        "desc": "Offered irregularly to provide opportunity for investigation of new frontiers in Accounting. Prereq. ACCT 3230. Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Same as ACCT 4825. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/5825-experimental-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-6000 (1-4) Academic Internship in Accounting", 
        "desc": "Offers students the opportunity to gain professional work experience in an accounting or tax position while still in school. Provides academically relevant work experience that complements students' studies and enhances their career potential. Includes lectures and a course paper. Students may not preregister for this course, and they must contact the Director of the concurrent degree program in accounting for approval. Restricted to graduate students only. Prereq., ACCT 3230, at least 90 credit hours of course work and a minimum GPA of 3.00, and instructor consent. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6000-academic-internship-accounting", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAC-6000 (3) Socially Responsible Enterprise", 
        "desc": "Prepares future managers for confronting the truly difficult situations that arise when deploying economic resources, altering the physical environment, and making decisions that affect the lives of investors, employees, community members and other stakeholders. Case-based challenges will be examined in a broad range of contexts, and essential ethical concepts will be explored by drawing on theories from ethics, sociology, economics, political science and philosophy. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6000-socially-responsible-enterprise", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "MBAC-6010 (3) Managerial Economics", 
        "desc": "Studies the elements of the business firm's fundamental problem---how to maximize profits. Develops for each element managerial theory based upon introductory and intermediate-level microeconomics. Analyzes various applications and misapplications of relevant concept, primarily through case studies. Differential calculus and statistics are used throughout the course. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6010-managerial-economics", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "MBAC-6011 (2) Managerial Economics 1", 
        "desc": "Studies the elements of the business firm's fundamental problem---how to maximize profits. Develops for each element managerial theory based upon introductory and intermediate-level microeconomics. Analyzes various applications and misapplications of the relevant concept, primarily through case studies. Differential calculus and statistics are used throughout the course. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6011-managerial-economics-1", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "MBAC-6012 (2) Managerial Economics 2", 
        "desc": "See MBAC 6011. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6012-managerial-economics-2", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "MBAC-6020 (3) Financial Accounting", 
        "desc": "Introduces the financial reporting system used by business organizations to convey information about their economic affairs. Develops an understanding of financial reports and what they tell about a business enterprise. Focuses on how alternative accounting measurement rules represent different economic events in financial reports. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6020-financial-accounting", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "MBAC-6030 (3) Quantitative Methods", 
        "desc": "Covers foundations for statistical reasoning and statistical applications in business. Topics include graduate-level treatment of descriptive statistics,probability, probability distributions, sampling theory and sampling distributions, and statistical inference (estimation and hypothesis testing). Provides an introduction to regression analysis, analysis of variance, time series forecasting, decision analysis, index numbers, and nonparametric methods. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6030-quantitative-methods", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "MBAC-6031 (2) Quantitative Methods", 
        "desc": "Covers foundations for statistical reasoning and statistical applications in business. Topics include graduate-level treatment of descriptive statistics,probability, probability distributions, sampling theory, sampling distributions, and statistical inference (estimation and hypothesis testing). Provides an introduction to regression analysis, analysis of variance, time series forecasting, decision analysis, index numbers and nonparametric methods. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6031-quantitative-methods", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "MBAC-6050 (3) Strategy", 
        "desc": "Analyzes how firms can attain and sustain competitive advantage in today's competitive environment. Focuses on industry dynamics, competitive positioning, firm capabilities, and corporate innovation. Introduces a set of tools for assisting managers in solving complex, real-world business problems in strategy development. Integrates MBA learning in functional areas, and emphasizes the fit between competitive analysis and the role of management and organization. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6050-strategy", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "MBAX-6051 (2) Strategy", 
        "desc": "Analyzes how firms can attain and sustain competitive advantage in today's competitive environment. Focuses on industry dynamics, competitive positioning, firm capabilities, and corporate innovation. Introduces a set of tools for assisting managers in solving complex, real-world business problems in strategy development. Integrates MBA learning in functional areas, and emphasizes the fit between competitive analysis and the role of management and organization.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6051-strategy", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAC-6052 (3) Capstone Projects", 
        "desc": "Provides students with an opportunity to focus on a specific project which would have a positive strategic impact on the company for which they work. For those who have entrepreneurial aspirations, this project could result in a business plan for a new venture. Final deliverable should address marketing, financial, operational, and management implications and strategic impact. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6052-capstone-projects", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "MBAC-6060 (3) Corporate Finance", 
        "desc": "Analyzes the implications of modern finance theory for the major decisions faced by corporate financial managers. Develops the basic skills necessary to apply financial concepts to the various problems faced by a firm. Includes capital budgeting, capital structure, long term financing, short term financial management, and financial planning topics. Prereq., MBAC 6020. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6060-corporate-finance", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "OPIM-6070 (3) Survey of Operations Research", 
        "desc": "Applications oriented survey of operations research topics including linear and integer programming, network analysis, dynamic programming, nonlinear programming, decision analysis, Markov chain and Markovian decision models, queuing theory, and simulation. Same as EMEN 5600. Formerly SYST 6070.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/6070-survey-operations-research", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "MBAC-6080 (3) Decision Modeling and Applications", 
        "desc": "Integrates topics from decision analysis and operations management as they relate to modeling management decisions. Field projects involve the university, local companies, and/or government agencies. Prereq., MBAC 6030. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6080-decision-modeling-and-applications", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "OPIM-6080 (3) Operations Management", 
        "desc": "Covers demand forecasting, capacity management, scheduling, inventory planning and management, production planning and control, materials requirements planning, just-in-time production systems, product design and process selection, elements of statistical process control, service operations, and quantitative techniques for operations decision making. Similar to EMEN 5500. Formerly SYST 6080.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/6080-operations-management", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "MBAC-6090 (3) Marketing Management", 
        "desc": "Provides a solid foundation of marketing knowledge by focusing on principles of marketing. Introduces the role that marketing cases play in advancing understanding and skill development in the field of marketing. Case discussions illustrate concepts discussed, and case studies are used to introduce the marketing decision making process. Emphasizes the international nature of marketing, as well as the importance of analysis and the understanding of the economic, demographic, political-legal-regulatory, sociocultural, technological, and natural environments. Prereq., MBAC 6030. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6090-marketing-management", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "MBAC-6098 (1) Business Writing", 
        "desc": "Develops business writing skills, with specific focus on style rather than content. Assists students in improving their writing skills in order to be effective communicators in their professional careers. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6098-business-writing", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "MBAC-6099 (2) Professional Development", 
        "desc": "Develops presentation and interview skills to help students become effective communicators in their professional careers and to acquaint themselves well in the job placement process. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6099-professional-development", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Core Courses"
        ]
    }, 
    {
        "title": "MBAX-6100 (3) Entrepreneurship", 
        "desc": "Examines the environments of entrepreneurial firms from start-up to development of ventures. Allows students to assess their fit with entrepreneurial firms. Key element is learning the process of determining the difference between ideas and commercializable opportunities through feasibility analysis and plans. Prereq., MBAC 6020 or instructor consent. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6100-entrepreneurship", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Entrepreneurship"
        ]
    }, 
    {
        "title": "MBAX-6101 (2) Entrepreneurship", 
        "desc": "Examines the environments of entrepreneurial firms from start-up to development of ventures; allows students to assess their \"fit\" with entrepreneurial firms. A key element is learning the process of determining the difference between ideas and commercializable opportunities through feasibility analysis and plans. Prereqs., MBA core courses. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6101-entrepreneurship", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Entrepreneurship"
        ]
    }, 
    {
        "title": "MBAX-6110 (3) Entrepreneurial Finance", 
        "desc": "Addresses a variety of topics including financial valuation, various sources of funds, structures and legal issues in arranging financing, the private and public venture capital markets, and preparation for, and execution of, an initial public securities offering. Prereq., MBAC 6020. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6110-entrepreneurial-finance", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Entrepreneurship"
        ]
    }, 
    {
        "title": "MBAX-6111 (2) Entrepreneurial Finance", 
        "desc": "Addresses a variety of topics including financial valuation, various sources of funds, structures and legal issues in arranging financing, the private and public venture capital markets, and preparation for, and execution of, an initial public securities offering. Prereqs., MBA core courses. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6111-entrepreneurial-finance", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Entrepreneurship"
        ]
    }, 
    {
        "title": "MBAX-6120 (3) Entrepreneurial Marketing", 
        "desc": "Addresses the marketing challenges that face the entrepreneur or start up firm with a limited budget. From initially positioning the company and its products to marketing that position to key shareholders for a new venture, to establishing channels of distribution and reaching the consumer, take a specialized look at the development and implementation of a marketing plan. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6120-entrepreneurial-marketing", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Entrepreneurship"
        ]
    }, 
    {
        "title": "MBAX-6170 (3) Business Plan Preparation", 
        "desc": "Completion of a sophisticated business plan within task groups from concept through all the elements of a professionally written business plan. Provides students high interaction with businesses and entrepreneurs. Prereq., MBAC 6020 and MBAX 6100, or instructor consent. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6170-business-plan-preparation", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Entrepreneurship"
        ]
    }, 
    {
        "title": "MBAX-6171 (2) Business Plan Preparation", 
        "desc": "In this course students will be responsible for the completion of a sophisticated business plan within task groups from the concept through all the elements of a professionally written business plan. The course provides students high interaction with businesses and entrepreneurs. Prereqs., MBAC core courses and MBAX 6100, or instructor consent. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6171-business-plan-preparation", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Entrepreneurship"
        ]
    }, 
    {
        "title": "MBAX-6180 (3) Startup Execution", 
        "desc": "Covers a variety of topics in applied entrepreneurship, including the steps required to legally launch a business and procedures for executing standard business functions (organization, marketing, sales, advertising, operations, team building, and finance) with minimal resources (cash, personnel, and equipment). Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6180-startup-execution", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Entrepreneurship"
        ]
    }, 
    {
        "title": "MBAX-6190 (3) Projects in Entrepreneurial Companies", 
        "desc": "Limited to 12 students per section, each student is matched with an entrepreneurial company to complete a project that is key to company strategy. Students experience total company environment from the top management level through attending management meetings and interacting with cross-functional managers and employees. E-mail and face-to-face meetings result in discussing opportunities and issues resulting from experiences in companies. Prereq., MBAX 6100. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6190-projects-entrepreneurial-companies", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Entrepreneurship"
        ]
    }, 
    {
        "title": "MBAX-6200 (3) Advanced Corporate Finance", 
        "desc": "Covers the theory of asset pricing, which is then applied to capital budgeting, capital structure choice, mergers and acquisitions, and risk management. Prereq., MBAC 6060. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6200-advanced-corporate-finance", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "MBAX-6210 (3) Applied Financial Management", 
        "desc": "Analyzes the financial condition, planning, and control of current assets, current liabilities, and long-term financial arrangements. Topics include financial planning, managing working capital, short- and long-term financing, capital budgeting, valuation, and capital structure policies. Case studies are emphasized. Prereq., MBAC 6060. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6210-applied-financial-management", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "MBAX-6211 (2) Applied Financial Management", 
        "desc": "Focuses on how to apply key concepts in finance to real-world situations. Topics include valuation, capital structure, highly leveraged transactions, and financial distress and bankruptcy. Heavy emphasis on how to perform various kinds of valuations. Mixture of lectures and case discussions. Prereq., MBAC 6060. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6211-applied-financial-management", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "ACCT-6220 (3) Corporate Financial Reporting", 
        "desc": "Provides an in-depth study of the concepts underlying contemporary financial accounting practice. Includes preparation and analysis of financial statements and the application of concepts to selected current issues. Students with credit for ACCT 3220 and 3230 or equivalents may not receive credit for ACCT 6220. Prereq., MBAC 6020 or equivalent. Same as MBAX 6700.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6220-corporate-financial-reporting", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6220 (3) Investment Management and Analysis", 
        "desc": "Covers managing investment portfolios by blending academic theories and evidence with practitioner experience. Topics include risk and return relationships, securities, value theory (capital asset, arbitrage, and option pricing), portfolios, and performance evaluations. Prereq., MBAC 6060. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6220-investment-management-and-analysis", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "MBAX-6221 (2) Investment Management & Analysis", 
        "desc": "Covers managing investment portfolios by blending academic theories and evidence with practitioner experience. Topics include risk and return relationships, securities, value theory (capital asset, arbitrage, and option pricing), portfolios, and performance evaluations. Prereqs., MBAC core courses. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6221-investment-management-analysis", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "MBAX-6230 (3) International Financial Management", 
        "desc": "Examines the financial procedures, policies, and risks faced by firms conducting business internationally. Topics include examining the international finance environment, managing foreign exchange risk exposure, managing international working capital, conducting analysis, and developing an understanding of international financial markets. Prereq., MBAC 6060. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6230-international-financial-management", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "MBAX-6240 (3) Financial Markets and Institutions", 
        "desc": "Deals with the economics of financial markets and the management of financial institutions. Covers factors influencing the cost and availability of capital for financing business firms. Examines both domestic and international markets and institutions. Prereq., MBAC 6060. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6240-financial-markets-and-institutions", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "ACCT-6250 (3) Financial Statement Analysis", 
        "desc": "Focuses on the use of accounting information by decision makers external to the firm. Considers judgments made by investors, security analysts, bank lending officers, and auditors. Emphasizes equity analysis. Prereq., MBAC 6020 or equivalent. Same as MBAX 6710.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6250-financial-statement-analysis", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6250 (3) Derivative Securities", 
        "desc": "Derivatives, like options, futures, forwards, and swaps, encompass all aspects of finance. Topics cover the characteristics, valuation, and trading strategies associated with derivatives as well as their use in risk management. Prereq., MBAC 6060. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6250-derivative-securities", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "ACCT-6260 (3) Seminar: Managerial Accounting", 
        "desc": "Explores cost management, especially as related to organizational decision making, planning, and control. Emphasizes case analysis and applications. Prereq., MBAC 6020 or equivalent, or instructor consent.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6260-seminar-managerial-accounting", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6260 (3) Fixed Income Investing", 
        "desc": "Fixed income securities are those that nominally promise a fixed stream of payments. They include government and corporate long and short term debt issues that far exceed the amount of corporate stock issues, as well as long term personal debt (i.e.,home mortgages). Develops practical analytical tools for describing these securities, the markets where they are traded, and their purchase and management by financial intermediaries. Stresses the huge market for U.S. government debt, because it provides a foundation for the development of more specialized tools used in other markets. Prereq., MBAC 6060. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6260-fixed-income-investing", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "ACCT-6270 (3) Seminar: Income Determination", 
        "desc": "Critical analysis of problems and theory of measurement and reporting of periodic net income of business organizations. Net income models, research efforts, and role of professional accounting organizations. Current issues and problems given special attention. Prereq., ACCT 3230 or equivalent, or instructor consent.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6270-seminar-income-determination", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6300 (3) Marketing Communication", 
        "desc": "Focuses on the strategic and decision making aspects of marketing communication from a managerial perspective. Increases students' understanding of specific decision elements within an integrated marketing communications framework. Topics include promotional objectives, agency relations, media selection, budgeting, and advertising research. Also explores relevant advertising models and the economic and social effects of promotional activity. Prereq., MBAC 6090. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6300-marketing-communication", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Marketing"
        ]
    }, 
    {
        "title": "MBAX-6301 (2) Marketing Communications", 
        "desc": "Focuses on the strategic and decision-making aspects of marketing communication from a managerial perspective. Designed to increase students' understanding of specific decision elements within an integrated marketing communications framework. Topics covered include promotional objectives, agency relations, media selection, budgeting, and advertising research. Explores relevant advertising models and the economic and social effects of promotional activity. Prereqs., MBA core courses. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6301-marketing-communications", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Marketing"
        ]
    }, 
    {
        "title": "MBAX-6310 (3) Marketing Strategy", 
        "desc": "Marketing strategy has developed into an increasingly critical managerial activity as businesses recognizethe importance of creating customer value and being customer oriented. Discusses key elements of successful marketing strategy including market/customer analysis and competitor analysis, and identifies strategic approaches managers may adopt to succeed in today's highly competitive and rapidly changing business environment. Prereq., MBAC 6090. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6310-marketing-strategy", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "MBAX-6311 (2) Marketing Strategy", 
        "desc": "Marketing strategy is a critical managerial activity that recognizes the importance of a strong market focus and the delivery of superior customer value as bases for long term financial success. This course examines key elements of successful marketing strategy including optimal market definition, strong segmentation and positioning approaches, high levels of customer satisfaction, and effective management of critical exchange relationships. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6311-marketing-strategy", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Marketing"
        ]
    }, 
    {
        "title": "MBAX-6330 (3) Market Intelligence", 
        "desc": "Market Intelligence is a decision-oriented course geared toward gathering, analyzing, and interpreting data about markets and customers. Students learn how to: define the marketing problem and determine what information is needed to make the decision; acquire trustworthy and relevant data and judge its quality; analyze the data and acquire the necessary knowledge to make certain classic types of marketing decisions. Prereq., MBAC 6090. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6330-market-intelligence", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "MBAX-6331 (2) Market Intelligence", 
        "desc": "Market Intelligence is a marketing decision-oriented course geared toward gathering, analyzing, and interpreting data about markets and customers for both products and services. It is for managers as users of market information across marketing management, consulting, general management, and entrepreneurship to address problems of market selection, segmentation, positioning, new products, customer value and retention, pricing, communication, channel, etc. Prereq., MBAC core courses. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6331-market-intelligence", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Marketing"
        ]
    }, 
    {
        "title": "MBAX-6340 (3) Marketing Field Project", 
        "desc": "Develops skills in marketing decision making. Teams design and complete a project located at a client business or other organization in the metropolitan area. Team members organize and assign responsibilities, interact with middle- and top-level managers, apply quantitative and behavioral tools presented in marketing and other courses, meet deadlines, and present results of project activities. Prereq., MBAC 6090. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6340-marketing-field-project", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "ACCT-6350 (3) Current Issues in Professional Accounting", 
        "desc": "Examines the nature of accounting theory and practice from perspectives of economics, law, globalization, accounting, ethics, and moral reasoning. This course also explores issues including implications of institutional factors, such as Sarbanes-Oxley, SEC, FASB, IFRS, and capital markets. Counts as senior seminar for Concurrent degree students. Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6350-current-issues-professional-accounting", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6350 (3) Digital Marketing", 
        "desc": "Covers a variety of ways an organization uses online presence to support its goals. The main approaches covered are search engine optimization (SEO); online advertising, especially search ads (also called search engine marketing, SEM); and social media. SEO is setting up your website so that the right people can find you. Emphasis placed on selecting keywords and tracking responses to changes to a website. SEM refers to paid (\"sponsored\") ads on search engines. We will focus on AdWords. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6350-digital-marketing", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "MBAX-6360 (3) New Product Development", 
        "desc": "Provides a better understanding of the new-product development process, highlighting the inherent risks and strategies for overcoming them. Using a combination of lectures, cases, and a project, this course examines the process of designing, testing, and launching new products. Emphasizes the interplay between creativity and analytical marketing research throughout the development process. Also covers branding issues, such as brand extensions and their impact on brand equity. Prereq., MBAC 6090. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6360-new-product-development", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "MBAX-6361 (2) New Product Development", 
        "desc": "Provides students with a better understanding of the new-product development process, highlighting the inherent risks and different strategies for overcoming them. Using a combination of lectures, cases, and a project, this course will examine the process of designing, testing and launching new products. Prereqs., MBA core courses. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6361-new-product-development", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Marketing"
        ]
    }, 
    {
        "title": "MBAX-6410 (3) Business Process Design", 
        "desc": "Covers the concepts and tools to design and manage business processes. Emphasizes modeling and analysis, information technology support for process activities, and management of process flows. Graphical simulation software is used to create dynamic models of business processes and predict the effect of changes. Prepares students for a strong management or consulting career path in business processes. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6410-business-process-design", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Systems"
        ]
    }, 
    {
        "title": "ACCT-6420 (3) Research and Writing in Income Taxation", 
        "desc": "Studies and applies the method used in tax research and tax planning, with the goal of developing tax research, technical writing, and tax planning skills. Topics include examining primary and secondary sources of federal tax law, evaluating the hierarchy of these sources, and developing technical writing skills using deductive legal reasoning. Prereq., ACCT 5440 or equivalent, or instructor consent. Prerequisites: Restricted to graduate students in Accounting, Finance, Mgt Sci-Information Systems, Organizational Management, Marketing, Business Administration, or Master of Business Administration.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6420-research-and-writing-income-taxation", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6420 (3) IT and Business Strategy", 
        "desc": "Although some companies are very successful in discovering and cultivating innovative technology-enabled business strategies, many fail in the process. Combines theories and frameworks with practical approaches to provide students with the skills required to help companies identify business opportunities, find appropriate information related technologies, and lead adoptions efforts to success. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6420-it-and-business-strategy", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Systems"
        ]
    }, 
    {
        "title": "MBAX-6421 (2) IT & Business Strategy", 
        "desc": "Although some companies are very successful in discovering and cultivating innovative technology-enabled business strategies, many fail in the process. This course combines theories and frameworks with practical approaches to provide students with the skills required to help companies identify business opportunities, find appropriate information related technologies, and lead adoption efforts to success. Prereqs., MBA core courses. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6421-it-business-strategy", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "ACCT-6430 (3) Taxation of Partnerships", 
        "desc": "Studies federal income taxation of pass-through entities such as those used by most small businesses in the U.S. Includes creation, operation, distributions, sale of interests, and liquidation. Prereq., ACCT 5440 or equivalent, or instructor consent. Coreqs., ACCT 6420 and 6700. Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Same as LAWS 6167. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6430-taxation-partnerships", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-6440 (2-3) Tax Policy", 
        "desc": "Offers a research seminar exploring policy issues of taxation including recent legislative proposals. Students prepare a publishable research paper on a tax policy topic agreed upon with the instructor. Prereq., ACCT 5440 or equivalent, or instructor consent. Coreqs., ACCT 6420 and 6700.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6440-tax-policy", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6440 (3) Project Management", 
        "desc": "Acquaints students with multidisciplinary aspects of project management, including the relationship between schedule, cost and performance. The course uses a hands-on project where the student interacts with a real customer, providing an opportunity to utilize the qualitative and quantitative tools taught in the classroom. At the conclusion of the course, the student may be eligible to apply for a project management certification from Project Management Institute based on previous work experience. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6440-project-management", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6441 (2) Project Management", 
        "desc": "Acquaints the student with multidisciplinary aspects of project management, including the relationship between scope, schedule, cost and performance. Uses a hands-on project from your own company, providing an opportunity to utilize the qualitative and quantitative tools taught in the classroom. During the course students will earn hours toward project management certification from the Project Management Institute. Prereqs., MBA core courses. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6441-project-management", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "ACCT-6450 (3) Taxation of Corporations", 
        "desc": "Studies federal income taxation related to taxable corporations, the entities through which a large part of the economic activity in the U.S. is conducted. Includes creation, operation, distributions, sale of interests, and liquidation. Prereq., ACCT 5440 or instructor consent. Coreqs., ACCT 6420 and 6700. Same as LAWS 6157. Prerequisites: Restricted to Business Administration, Accounting, Accounting-Taxation, Accounting-Information Systems, Mgt Sci-Information Systems, Finance, Marketing or Master of Business Admin graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6450-taxation-corporations", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6450 (3) International Operations Management", 
        "desc": "Takes a broad comprehensive perspective on managing and operating in a rapidly growing global economy. Explores regional and national approaches to international operations including trade practices; penetration strategies; financial, marketing, services, and manufacturing operations; ethical and sustainability issues; and global competitive strategy. Compares global business practices in Asia, South America, Europe, and Africa. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6450-international-operations-management", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6460 (3) Supply Chain Management", 
        "desc": "Explores the key issues related to the design and management of supply chains. Covers the efficient integration of suppliers, production facilities, warehouses, and stores so that the right products in the right quantity reach customers at the right time. Focuses on the minimization of the total supply chain cost subject to service requirements imposed by a variety of industries. Recommended prereq., MBAC 6080. Same as OPIM 4050. Formerly MBAX 6865. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6460-supply-chain-management", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Systems"
        ]
    }, 
    {
        "title": "ACCT-6490 (3) Taxation of Natural Resources", 
        "desc": "Concerned with tax problems encountered in acquisition, operation, and disposition of natural resource properties. Topics include depletion, lease bonuses, intangible drilling costs, depreciation, and financing arrangements. Prereqs., admission to the graduate tax program, ACCT 6700 or equivalent, or instructor consent.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6490-taxation-natural-resources", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ACCT-6500 (3) Special Topics in Taxation", 
        "desc": "Covers a diverse array of issues in taxation. Highlights areas of current interest and draws on the strengths of leading outside authorities as guest lecturers in various topic areas. Prereq., ACCT 6420 and 6700.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6500-special-topics-taxation", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6500 (3) Management of Organizational Change", 
        "desc": "Explores ways to improve organizations to meet demands of changing environments. Emphasizes theoretical framework and models of organization change, barriers to implementing change and ways to overcome them, and the roles of the change agent and/or consultant. Prereq., MBAC 6040. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6500-management-organizational-change", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6530 (3) Negotiating and Conflict Management", 
        "desc": "Explores and builds skills for conflict management and negotiation problems faced by managers (e.g., dealing with subordinates, peers, superiors, or clients). Content is relevant to all MBA students, especially those interested in management, accounting, entrepreneurship, finance, and marketing. Prereq., MBAC 6040. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6530-negotiating-and-conflict-management", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6531 (2) Negotiations", 
        "desc": "Practice the art and science of successful negotiations. Provides students high interaction with businesses and entrepreneurs. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6531-negotiations", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6540 (3) Consulting Skills", 
        "desc": "Provides an integrative, hands-on exercise in managing change. Develops skills in contracting, collecting, and analyzing data, and writing reports. Teams practice these skills by conducting an organizational diagnosis, consulting project within an organization. Prereq., MBAC 6040. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6540-consulting-skills", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6550 (3) Management of Technology and Innovation", 
        "desc": "Examines a variety of issues common to management of technology, such as technology strategies, methods of technology transfer, selecting technology standards, managing the research and development process, and encouraging and rewarding innovation. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6550-management-technology-and-innovation", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6560 (3) Executive Leadership", 
        "desc": "Examines organizational leadership from the executive perspective, including private and public sector firms, and non-profits. Studies how executives lead change and innovation, interact with the top management team, and deal with the board of directors Topics include governance of the firm, strategies for enhancing executive influence, assessing and understanding diverse leadership styles, and the ethics and responsibilities of an executive. Formerly MBAX 6890. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6560-executive-leadership", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6561 (2) Executive Leadership", 
        "desc": "Provides an opportunity to examine leadership from the executive perspective in organizations including private and public sector firms and non-profits. Topics covered include how executives lead change and innovation in organizations, interact with the top management team, deal with the board of directors, leadership issues involved with governance of the firm and strategies for enhancing executive influence. Prereqs., MBA core courses. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6561-executive-leadership", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6600 (3) Real Estate Principles", 
        "desc": "Studies methods of analyzing real estate opportunities, local government controls and regulations of the development process. Majority of class material is provided via case studies and guest lecturers. Last portion of the course will be the presentation of student group projects. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6600-real-estate-principles", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Real Estate"
        ]
    }, 
    {
        "title": "MBAX-6610 (3) Real Estate Finance and Investment Analysis", 
        "desc": "Objectives of the course are to conduct income property investment analysis; to develop the technical competence necessary to structure real estate transactions; and to understand the financial assets securitized by real estate. Students will analyze income properties using Excel spreadsheets and Argus Financial Software. Techniques for structuring real estate transactions examined in this course include lender participations, sale-leasebacks, joint ventures, and real estate syndications. Prereq., MBAX 6600 or equivalent, or instructor consent. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6610-real-estate-finance-and-investment-analysis", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Real Estate"
        ]
    }, 
    {
        "title": "ACCT-6620 (3) Advanced Auditing: Business Risk and Decision Analysis", 
        "desc": "Explores contemporary issues, historical developments, and selected topics pertinent to business assurance services by independent accountants. Emphasizes improving both the decision behavior of decision makers and the quality of information, or its context, for decision makers. Prereq., ACCT 5620 or equivalent.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6620-advanced-auditing-business-risk-and-decision-analysis", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6620 (3) Real Estate Project Competition", 
        "desc": "Develops skills in real estate decision making. Teams design, complete, and present a real estate project in a competition forum. Students gain an understanding and working knowledge of real estate, use a piece of real property to determine its highest and best use, create a sales plan, and prepare a real estate financing package. Team members organize and assign responsibilities, interact with real estate professionals, and apply appropriate quantitative and qualitative tools and procedures. Prereqs., MBAX 6600, 6610 and 6640, or equivalent, or instructor consent. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6620-real-estate-project-competition", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Real Estate"
        ]
    }, 
    {
        "title": "MBAX-6630 (3) Real Estate Economics", 
        "desc": "Examines real estate market operations and discusses alternative methodologies for estimating real estate values. Examines various theories of land price determination and uses these models to understand how the private market allocates land to competing residential, office, retail, industrial/warehouse, hotel, and other end users. Examines how factors influencing the demand for real estate interact with the supply of real estate to determine market rents and how the flow of future expected income is capitalized to yield the market price of the asset. Prereqs., MBAC 6011 and MBAC 6060. Formerly MBAX 6835. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6630-real-estate-economics", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Real Estate"
        ]
    }, 
    {
        "title": "MBAX-6640 (3) Real Estate Law and Practice", 
        "desc": "Examines the legal issues associated with developing, acquiring, transferring, and leasing real property. Topics include real estate contracts, land use and development agreements, vehicles for owning real estate, real estate covenants, conditions and restrictions, loan transactions, negotiating real estate contracts, commercial leases and real estate taxation. Material for this course will consist of assigned articles and real estate cases. Prereq., MBAX 6600 or equivalent, or instructor consent. Formerly MBAX 6855. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6640-real-estate-law-and-practice", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Real Estate"
        ]
    }, 
    {
        "title": "ACCT-6700 (4) Income Taxation", 
        "desc": "Emphasizes the fundamentals of the federal income tax system and examines its impact on the individual. Prereq., ACCT 5440 or equivalent. Same as LAWS 6007. Prerequisites: Restricted to Accounting (ACCT), Accounting-Information Systems (ACIS), Accounting - Taxation (ACTX), Master of Business Admin (MBA) or Business Administration (BUAD) graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6700-income-taxation", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6700 (3) Corporate Financial Reporting", 
        "desc": "Provides an in-depth study of the concepts underlying contemporary financial accounting practice. Includes preparation and analysis of financial statements and the application of concepts to selected current issues. Prereq., MBAC 6020 or equivalent. Same as ACCT 6220. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6700-corporate-financial-reporting", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Accounting"
        ]
    }, 
    {
        "title": "ACCT-6710 (3) Federal Estate and Gift Tax", 
        "desc": "Analyzes federal estate and gift taxation of inter vivos and testamentary transfers, introduces income taxation of estates and trusts, and involves elementary estate planning. Prereq., ACCT 5440 or equivalent. Coreqs., ACCT 6420 and 6700. Same as LAWS 7207. Prerequisites: Restricted to Accounting (ACCT), Accounting-Information Systems (ACIS), Accounting - Taxation (ACTX), Master of Business Admin (MBA) or Business Administration (BUAD) graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6710-federal-estate-and-gift-tax", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6710 (3) Financial Statement Analysis", 
        "desc": "Focuses on the use of accounting information by decision makers external to the firm. Considers judgments made by security analysts, bank lending officers, and auditors. Emphasizes credit scoring, risk analysis, and equity valuation. Prereq., MBAC 6020 or equivalent. Same as ACCT 6250. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6710-financial-statement-analysis", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Accounting"
        ]
    }, 
    {
        "title": "ACCT-6720 (2) Estate Planning", 
        "desc": "Discusses problems and solutions for owners of various-sized estates and different types of assets including jointly-held property, stock in closely-held corporations and farms, analysis of federal taxation of generation-skipping transfers in trust, postmortem estate planning, and drafting of trusts and wills. Prereq., ACCT 6710 or equivalent. Same as LAWS 7217.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6720-estate-planning", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6760 (3) Accounting for Managers", 
        "desc": "Explores cost management, especially as related to organizational decision making, planning, and control. Emphasizes case analysis and applications. Prereq., MBAC 6020 or equivalent or instructor consent. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6760-accounting-managers", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Accounting"
        ]
    }, 
    {
        "title": "MBAX-6761 (2) Managerial Accounting, Planning and Control", 
        "desc": "Introduces managerial accounting, which includes the concepts, models, and systems that provide this information and control. The course will familiarize participants with the terminology and basic concepts of managerial accounting, touching on topics ranging from development and use of cost information for decision-making to management control systems. Prereq., MBAC 6020. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6761-managerial-accounting-planning-and-control", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Accounting"
        ]
    }, 
    {
        "title": "ACCT-6780 (3) International Taxation", 
        "desc": "Covers basic aspects of the United States taxation of income earned abroad by its citizens and the taxation income derived by foreign persons from U.S. sources, including the implications of income tax treaties. Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only. Same as LAWS 7617. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6780-international-taxation", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MBAX-6801 (3) Global Perspectives Seminar", 
        "desc": "Provides students with an in-depth perspective about a specific country or region outside the United States. The course can focus on a different region or country each time it is offered. If demand for this type of experience is strong, multiple sections of the course could be offered in a given semester, each focusing on a different region or country. The choice of region and the specific focus of each course would depend on the faculty member teaching the course. May be repeated up to 6 total credit hours. Prereqs., MBAC 6010, 6060 and 6090. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6801-global-perspectives-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6802 (3) Pricing Strategy and Tactics", 
        "desc": "Pricing provides the means to capture value. The course covers theories, analytical tools and conceptual frameworks needed for devising price strategy as part of the value proposition for products and services. It draws upon principles from economics, marketing and psychology. Primary and secondary data based analysis is used to understand price response and competitive pricing. Substantive topics include customized pricing, price negotiations, bidding and auctions, price discounting, trade promotion, bundling, behavioral pricing, among others. Prereqs., all MBA core courses. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6802-pricing-strategy-and-tactics", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6803 (3) Microfinance", 
        "desc": "Links financial markets with entrepreneurship to create a platform for the poor to start their own business. Participants learn how to combine technical knowledge of finance and international business development with the socially and ethically important microfinance field to help with sustainable economic development and reduce poverty worldwide, including the United States. Prerequisites: Restricted to Graduate Students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6803-microfinance", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "MBAX-6804 (3) Leading Effectively in Today's Environment", 
        "desc": "Explores a set of concepts, models and tools that you can use to lead and manage effectively in today's environment. Covers three key topics: leading change, building success through people, working effectively in a global environment. Provides better understanding of challenges managers face when leading change.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6804-leading-effectively-todays-environment", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6805 (3) Entrepreneurship and the Venture Capital Process", 
        "desc": "This course will be articulated into two main parts, tightly interrelated: Entrepreneurship and the Venture Capital Process. The first part has the objective to lead the students to understand what venture capital is, how it works, how you structure capital raising, and how it helps entrepreneurial initiatives. The second part concerns how venture capitalists manage their operations, secure investment deals, and maintain their portfolios. Prereqs., MBAC 6011, 6020, 6031, 6040, 6060, 6080, and 6090. Restricted to LAWS students and graduate students in business. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6805-entrepreneurship-and-venture-capital-process", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Entrepreneurship"
        ]
    }, 
    {
        "title": "MBAX-6815 (3) Sustainable Real Estate", 
        "desc": "Explores techniques, processes, tools, and capabilities required to manage growth and land use change in the light of shifts beginning to transform the way we approach land use and real estate development. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6815-sustainable-real-estate", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Real Estate"
        ]
    }, 
    {
        "title": "ACCT-6820 (1-3) Graduate Seminar", 
        "desc": "Experimental seminar offered irregularly to provide opportunity for investigation of new frontiers in accounting. Prereq. varies.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6820-graduate-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "BADM-6820 (1-3) Topics in Business Administration", 
        "desc": "Offered irregularly to provide opportunity to investigate new topics in business administration.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/6820-topics-business-administration", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "FNCE-6820 (1-3) Graduate Seminar", 
        "desc": "Experimental seminar offered irregularly to provide opportunity for investigation of new frontiers in finance.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/6820-graduate-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "OPIM-6820 (3) Special Topics in Systems", 
        "desc": "Offered irregularly to provide opportunity for investigation into new frontiers in systems. May be repeated up to 6 total credit hours. Formerly SYST 6820.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/6820-special-topics-systems", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "REAL-6820 (3-6) Graduate Seminar", 
        "desc": "Experimental seminar offered irregularly to provide opportunity for investigation of new frontiers in real estate.", 
        "reflink": "/catalog/2013-14/courses/busn/b-real/6820-graduate-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Real Estate"
        ]
    }, 
    {
        "title": "MBAX-6825 (3) Topics in Sustainable Business", 
        "desc": "Provides a comprehensive overview of the core concepts, strategies and practices of sustainable business, emphasizing innovative business practices and entrepreneurial opportunities created by the sustainability \"movement\". The topic of sustainability will be approached from the unique perspectives of seven core disciplines of business administration: economics, strategy, ethics, organizational behavior, operations, finance and accounting, and marketing. Prereq., 1st semester MBA core courses. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6825-topics-sustainable-business", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Social Responsibility"
        ]
    }, 
    {
        "title": "MBAX-6841 (2) Decision Making for Managers", 
        "desc": "Covers both behavioral/psychological aspects and analytical approaches to making decisions with multiple objectives. The focus is learning to frame decisions that involve multiple stakeholders with multiple objectives and then learning the various techniques used to evaluate the choices. Influence diagrams, decision heuristics using spreadsheets, and decision trees will all be explored with user-friendly decision tree software. Prereqs., MBA core courses. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6841-decision-making-managers", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6843 (3) Supply Chain and Operations Analytics", 
        "desc": "Analyzes key issues related to the design and management of operations and supply chains using quantitative tools such as linear, integer, and non-linear programming, regression, and statistical analysis. Covers important topics such as forecasting, aggregate planning, inventory theory, transportation, risk pooling, production control and scheduling, and facilities location, among others. Uses mathematical modeling, spreadsheet analysis, case studies, and pedagogical simulations to deliver material. Prereqs., MBAC 6031 and 6080. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6843-supply-chain-and-operations-analytics", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Operations & Prod Mgmt"
        ]
    }, 
    {
        "title": "MBAX-6844 (2) Operations Management", 
        "desc": "Producing a quality product or delivering a quality service is a fundamental task for any company or organization. Managing the transformation of inputs (raw materials, labor, capital) into outputs (goods and services) falls under the heading of Operations Management. In most organizations, operations comprise 80 percent of the costs, 80 percent of the personnel, 80 percent of the capital employed --the effective and efficient use of these resources is consequently central to the success of the firm. This course is about using operations to compete and win sustainable competitive advantage in your marketplace. Prerequisites: Restricted to Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6844-operations-management", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Management"
        ]
    }, 
    {
        "title": "MBAX-6845 (3) Social Entrepreneurship in Emerging Markets", 
        "desc": "Social entrepreneurs adopt business approaches to solving global, social and environmental problems that have not been effectively addressed by government, business or traditional nonprofits. The course provides a framework for student teams to assist social entrepreneurs in developing countries, helping them achieve their social mission while operating sustainably and with measurable impact. Prereqs., MBAC 6010, 6060, and 6090. Recommended prereq., MBAX 6170. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6845-social-entrepreneurship-emerging-markets", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Social Responsibility"
        ]
    }, 
    {
        "title": "MBAX-6885 (3) Interpreting the Economic Environment", 
        "desc": "The macroeconomic environment is vitally important to business managers regardless of their area of focus. Most macroeconomic events portend future economic changes that influence business and/or industry. Develops a basic understanding of the macroeconomy and its relationship to an individual business or industry through understanding macroeconomic concepts and data sources, developing a basic model, understanding relevant policy instruments, and integrating this information into the global economy. Prereq., MBAC 6010. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6885-interpreting-economic-environment", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Finance"
        ]
    }, 
    {
        "title": "ACCT-6900 (1-6) Independent Study", 
        "desc": "Requires prior consent of instructor under whose direction study is taken. Departmental form required. Prerequisites: Restricted to Accounting, Finance/Accounting, Information Systems/Accounting, Systems/Accounting Concurrent Degree students or Accounting, Accounting/Taxation or Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "BSLW-6900 (1-6) Independent Study", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-bslw/6900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Business Law"
        ]
    }, 
    {
        "title": "FNCE-6900 (1-6) Independent Study", 
        "desc": "Requires consent of instructor under whose direction study is taken. Departmental form required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/6900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MKTG-6900 (1-3) Independent Study", 
        "desc": "Requires consent of instructor under whose direction study is taken. Departmental form required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/6900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "OPIM-6900 (1-3) Independent Study", 
        "desc": "Requires prior consent of dean and instructor under whose direction study is taken. Intended only for exceptionally well-qualified business seniors who desire to study an advanced topic. Departmental form required. Formerly SYST 6900.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/6900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "OPMG-6900 (1-3) Independent Study", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Operations & Prod Mgmt"
        ]
    }, 
    {
        "title": "REAL-6900 (1-3) Independent Study", 
        "desc": "Students must have consent of instructor under whose direction study is taken. Departmental form required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-real/6900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Real Estate"
        ]
    }, 
    {
        "title": "BADM-6930 (3) Commercializing Sustainable Energy Technologies", 
        "desc": "Addresses the opportunities and problems of commercializing new renewable energy technologies. Focuses on energy markets, opportunity identification, life cycle analysis, policy economics, project financing, and economic analysis as they relate to bringing renewable energy technologies to market.", 
        "reflink": "/catalog/2013-14/courses/busn/b-badm/6930-commercializing-sustainable-energy-technologies", 
        "tags": [
            "Leeds School of Business", 
            "Business Administration"
        ]
    }, 
    {
        "title": "OPIM-6930 (3) Assessing Sustainable Energy Technologies", 
        "desc": "Focuses on the commercialization prospects of emerging energy technologies, including solar, wind, biomass, oceanic, geothermal, hydropower, fuel cell (hydrogen), nuclear, and other more exotic energy sources. Investigates the technology feasibility, economic viability and progress of each technology, as well as its economic opportunities and challenges.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/6930-assessing-sustainable-energy-technologies", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "ACCT-6940 (1) Master's Degree Candidacy", 
        "desc": "Departmental form required. Prerequisites: Restricted to Business graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6940-masters-degree-candidacy", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "BPOL-6940 (1) Master's Candidate for Degree", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-bpol/6940-masters-candidate-degree", 
        "tags": [
            "Leeds School of Business", 
            "Business Policy and Strategy Management"
        ]
    }, 
    {
        "title": "MKTG-6940 (1) Master's Candidate", 
        "desc": "Departmental form required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/6940-masters-candidate", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "OPIM-6940 (1) Masters Candidate", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/6940-masters-candidate", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "OPMG-6940 (1) Master's Candidate", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6940-masters-candidate", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Operations & Prod Mgmt"
        ]
    }, 
    {
        "title": "ACCT-6950 (1-4) Master's Thesis", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/6950-masters-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "BPOL-6950 (1-6) Master's Thesis", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-bpol/6950-masters-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Business Policy and Strategy Management"
        ]
    }, 
    {
        "title": "FNCE-6950 (1-6) Master's Thesis", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/6950-masters-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MKTG-6950 (1-6) Master's Thesis", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/6950-masters-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "OPIM-6950 (1-6) Master's Thesis", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/6950-masters-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "OPMG-6950 (1-6) Master's Thesis", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6950-masters-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Operations & Prod Mgmt"
        ]
    }, 
    {
        "title": "MBAX-6966 (3) Independent Study-Real Estate", 
        "desc": "Independent study in the field of real estate. Prerequisites: Restricted to Master of Business Admin (MBAD), MBA with Dual Degree (DMBA), Joint Juris Doctor/MBA (JMBA) or Professional MBA Program (PMBA) majors only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/6966-independent-study-real-estate", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Real Estate"
        ]
    }, 
    {
        "title": "MKTG-7000 (3) Seminar in Consumer Behavior", 
        "desc": "Studies the nature and determinants of consumer buying behavior. In-depth investigation of contributions of behavioral sciences (especially psychology, sociology, and cultural anthropology) toward understanding consumer behavior. Influence of demographic factors, motivation, personality, culture, and purchasing behavior. Prereq., instructor consent.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7000-seminar-consumer-behavior", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "FNCE-7100 (3) Doctoral Seminar: Finance Theory", 
        "desc": "Develops the foundations for the study of modern financial economics by analyzing individuals' consumption and portfolio decisions in the context of risk and then traces the implications to market valuation of traded securities. Topics include the meaning and measurement of risk, portfolio theory, the Capital Asset Pricing Model, and arbitrage pricing arguments like those employed in Modigliani and Miller's capital structure theory and the Black-Scholes option pricing model. Prerequisites: Restricted to Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/7100-doctoral-seminar-finance-theory", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "OPIM-7110 (3) Simulation Modeling and Analysis", 
        "desc": "Introduces the concepts of simulation modeling. Provides practical experience with real examples using popular commercial simulation packages such as Arena or Extend. Emphasizes discrete-event simulation but also covers topics in Monte Carlo simulation and system dynamics. Practical examples from operations management, manufacturing, and services are used to give students an appreciation for the wide scope of application and the robust nature of simulation modeling in the context of decision making. Formerly SYST 7110.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/7110-simulation-modeling-and-analysis", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "OPIM-7120 (3) Discrete Optimization", 
        "desc": "Covers the modeling and solution of discrete problems that arise in business and engineering. Classical techniques such as cutting planes and branch and bound are covered. Emphasizes the application of metaheuristic procedures, such as tabu search and evolutionary approaches, to the solution of practical combinatorial optimization problems. Formerly SYST 7120.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/7120-discrete-optimization", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "FNCE-7200 (3) Doctoral Seminar: Empirical Research Methods in Finance", 
        "desc": "Develops an understanding of current empirical methods used to examine research issues related to corporatefinance and the capital markets.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/7200-doctoral-seminar-empirical-research-methods-finance", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MKTG-7200 (3) Experimental Research Methods in Marketing", 
        "desc": "Provides a detailed exposure to the design of laboratory/field experiments and quasi-experiments for marketing and consumer research. Emphasizes the choice of design options, data collection methods, statistical analysis, and substantive interpretation of experimental results.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7200-experimental-research-methods-marketing", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ACCT-7300 (3) Doctoral Seminar: Introduction to Accounting Research", 
        "desc": "Introduces students to seminal accounting research, covering a variety of topics and research methods. Provides students with instruction and experience in reading, critiquing and discussing accounting research. Provides a framework for understanding the financial reporting choice from both contracting and valuation perspectives.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/7300-doctoral-seminar-introduction-accounting-research", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MKTG-7300 (3) Multivariable Methods in Marketing Research", 
        "desc": "Includes Manova designs, causal models, cluster analysis, discriminant function analysis, factor analysis, and latent structure analysis. Emphasizes computer applications. Prereqs., graduate courses in regression and Manova.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7300-multivariable-methods-marketing-research", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "MKTG-7305 (3) Qualitative and Survey Research Methods in Business", 
        "desc": "Detailed exposure to qualitative and survey research methods in business. Qualitative methods include participant observation, depth interviews, focus-group interviews and ethnography. Survey methods include measurement theory, survey design and sampling, survey implementation, data analysis, and substantive interpretation.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7305-qualitative-and-survey-research-methods-business", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "MKTG-7310 (3) Design and Analysis of Experiments in Business", 
        "desc": "Detailed exposure to experimental research methods for business applications. Emphasizes the choice of design options, data collection methods, statistical analysis, and substantive interpretation of experimental results.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7310-design-and-analysis-experiments-business", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ORMG-7310 (3) Seminar on Organizational Behavior", 
        "desc": "Doctoral level seminar covering such issues as leadership, job attitudes, motivation, absenteeism, turnover, goal setting, and group dynamics. Prereq., instructor consent. Prerequisites: Restricted to Graduate Students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-ormg/7310-seminar-organizational-behavior", 
        "tags": [
            "Leeds School of Business", 
            "Organization Management"
        ]
    }, 
    {
        "title": "ACCT-7320 (3) Doctoral Seminar: Accounting and Capital Markets I", 
        "desc": "One semester of a two-semester course in accounting-related capital markets and research, spanning topics such as: information intermediaries; earning management; auditing and other monitoring mechanisms; efficient versus opportunistic accounting choice related to contracts between the firm and its stakeholders; cost of capital; and market efficiency with respect to accounting information. Papers covered apply primarily economics-based archival and empirical research methods. Prereq., ACCT 7300.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/7320-doctoral-seminar-accounting-and-capital-markets-i", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "ORMG-7320 (3) Seminar in Organization Theory", 
        "desc": "Critically investigates major issues in organization theory and provides students with experience in comprehensively surveying literature in subject areas such as organization design, power, culture, innovation, technology, environment, size, and strategy. Instructor consent required. Prerequisites: Restricted to Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-ormg/7320-seminar-organization-theory", 
        "tags": [
            "Leeds School of Business", 
            "Organization Management"
        ]
    }, 
    {
        "title": "ACCT-7330 (3) Doctoral Seminar: Accounting and Capital Markets 2", 
        "desc": "The second semester of a two-semester course in accounting-related capital markets research. See ACCT 7320 for a description of the course content which is allocated evenly between ACCT 7320 and 7330.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/7330-doctoral-seminar-accounting-and-capital-markets-2", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "FNCE-7330 (3) Doctoral Seminar: Corporate Finance, Theoretical, and Empirical Issues", 
        "desc": "Develops and examines theories and issues in corporate finance. Topics may include corporate control, capital structure, financial signaling, and payout policy.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/7330-doctoral-seminar-corporate-finance-theoretical-and-empirical-issues", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "OPIM-7330 (3) Advanced Operations Management Modeling", 
        "desc": "Covers concepts, models, and solution techniques relevant to the management of the processes required to provide goods or services to consumers. Emphasizes supply chain systems topics such as production, inventory, distribution, and scheduling. Management science and operations research methodology is also applied to problems such as facility capacity planning, facility design, and location analysis. Formerly SYST 7330.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/7330-advanced-operations-management-modeling", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "ORMG-7330 (3) Seminar and Practicum in Organization Development", 
        "desc": "Provides a doctoral level seminar emphasizing intervention theory and method in effectuating organizational change in a client system. Deals with group development, educational processes, conflict resolution, organizational interventions, change strategies, and ethical and skill requirements of the consultative role. Prereq., instructor consent.", 
        "reflink": "/catalog/2013-14/courses/busn/b-ormg/7330-seminar-and-practicum-organization-development", 
        "tags": [
            "Leeds School of Business", 
            "Organization Management"
        ]
    }, 
    {
        "title": "ACCT-7340 (3) Doctoral Seminar: Managerial Accounting Research", 
        "desc": "Survey of managerial accounting research, emphasizing a variety of methodologies including economics-based archival empirical and experimental approaches. Topics include: management performance measurement; management incentives; non-financial performance measures; management control systems; cost behavior and cost structure; intra-firm transfer pricing; inter-firm relations and knowledge sharing; risk preferences; risk taking and risk sharing; strategic performance measurement; agency theory; and budgetary slack and performance. Prereq., Acct 7300. Prerequisites: Restricted to Graduate Students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/7340-doctoral-seminar-managerial-accounting-research", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "MKTG-7400 (2) Doctoral Seminar: Channels of Distribution", 
        "desc": "Study of marketing literature in channels of distribution. Includes topics of channel structure, channel power, channel conflict and leadership, physical distribution systems, and regulation.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7400-doctoral-seminar-channels-distribution", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "OPIM-7400 (3) Stochastic Dynamic Programming with Applications", 
        "desc": "Covers the basic models and solution techniques for stochastic dynamic programs with finite or infinite number of stages. Application domains include, among other, revenue management and pricing, manufacturing, supply chains, service systems, and economics. Approximate solution techniques for problems involving large state/decision spaces and/or complex dynamics over time will also be discussed. Recommended prereq., an introductory course in Optimization and Probability. Restricted to Ph.D students Prerequisites: Restricted to Graduate Students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/7400-stochastic-dynamic-programming-applications", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "BPOL-7500 (3) Doctoral Seminar: Strategic Management 1", 
        "desc": "Provides an overview of the literature, including classic articles and books, in business strategy andpolicy (strategic management). Brings the student up to date on schools of thought, research issues, and practical applications in strategic management.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bpol/7500-doctoral-seminar-strategic-management-1", 
        "tags": [
            "Leeds School of Business", 
            "Business Policy and Strategy Management"
        ]
    }, 
    {
        "title": "MKTG-7500 (2) Doctoral Seminar: Promotion", 
        "desc": "Study of marketing literature dealing with advertising, selling, sales promotion, and sales management. Includes topics of advertising decision models, advertising effects, sales-force performance models, and promotion management.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7500-doctoral-seminar-promotion", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "BPOL-7530 (3) Doctoral Seminar: Strategic Management 2", 
        "desc": "Continuation of BPOL 7500. Prereq., BPOL 7500. Prerequisites: Restricted to Business Administration graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bpol/7530-doctoral-seminar-strategic-management-2", 
        "tags": [
            "Leeds School of Business", 
            "Business Policy and Strategy Management"
        ]
    }, 
    {
        "title": "FNCE-7550 (3) Doctoral Seminar: Special Topics in Finance", 
        "desc": "Closely examines areas of specific interest to academic research in finance. Subjects vary and may include game theory, stochastic processes in finance, continuous-time modeling, derivative security pricing, the microstructure of securities markets and financial institutions, innovation, and engineering.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/7550-doctoral-seminar-special-topics-finance", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "BPOL-7560 (3) Entrepreneurship, International Business and Technology Management", 
        "desc": "Provides doctoral students with an understanding of strategic management and entrepreneurship theory, as applied to international business and technology management literatures. Additionally, students are exposed to research methods in the strategy and entrepreneurship arenas. Prereqs., BPOL 7500 and 7530.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bpol/7560-entrepreneurship-international-business-and-technology-management", 
        "tags": [
            "Leeds School of Business", 
            "Business Policy and Strategy Management"
        ]
    }, 
    {
        "title": "MKTG-7600 (3) Doctoral Seminar: Services Marketing", 
        "desc": "Study of marketing literature dealing with services. Includes such topics as service management, theoretical issues in the study of services, and strategies in travel, tourism, recreation, and financial services industries.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7600-doctoral-seminar-services-marketing", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ACCT-7800 (3) Doctoral Seminar: Accounting Theory", 
        "desc": "Follows the evolution of game-theoreticl analytical research and application of analytical methods to topics including: accounting-based valuation, discretionary disclosure, stewardship role of accounting, insider trading and imperfect capital market models, signaling through accounting choice, deferred tax accounting, audit sampling, auditor rotation, and low balling. Describes implications of analytical results for primarily economics-based empirical research designs. Open only to doctoral students.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/7800-doctoral-seminar-accounting-theory", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "FNCE-7800 (3) Doctoral Proseminar: Finance", 
        "desc": "Provides finance doctoral students with an orientation to the finance field; introduces contemporary research perspectives and priorities. Students discuss papers that illustrate academic researchers' use of various disciplinary theoretical and empirical tools to address finance problems.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/7800-doctoral-proseminar-finance", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MKTG-7800 (3) Doctoral Proseminar: Marketing", 
        "desc": "Provides marketing doctoral students with an orientation to the marketing field and introduces contemporary research perspectives and priorities. Students discuss papers that illustrate academic researchers' use of various disciplinary perspectives to address marketing problems and the range of theoretical and empirical methods used.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7800-doctoral-proseminar-marketing", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "OPIM-7800 (3) Doctoral Proseminar in Systems", 
        "desc": "Provides systems doctoral students with an orientation to current research and the academic discipline in operations and information systems. Familiarizes students with key schools of thought in the field, provides background on reference disciplines, examines significant research streams, and helps students begin developing their own area of interest. Formerly SYST 7800.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/7800-doctoral-proseminar-systems", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "ORMG-7800 (3) Doctoral Proseminar: Management", 
        "desc": "Provides an orientation to doctoral level study for all students in management. Through critical analysis of articles and student and faculty presentations, students learn about reading and writing research articles and gain an overview of the management discipline. Prerequisites: Restricted to Graduate Students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-ormg/7800-doctoral-proseminar-management", 
        "tags": [
            "Leeds School of Business", 
            "Organization Management"
        ]
    }, 
    {
        "title": "MKTG-7805 (3) Doctoral Seminar: Economic and Administrative Science Approaches to Research", 
        "desc": "Examines marketing management and consumer behavior issues from the vantage of economics and organizational theory. One segment of the course focuses on theoretical and empirical analysis of the means by which utility-maximizing consumers learn about consumption environment and respond to firms' marketing decisions. Another segment examines research on firms' competitive strategy and marketing mix decisions and explores how organizational sociological factors influence these decisions.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7805-doctoral-seminar-economic-and-administrative-science-approaches-research", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "OPIM-7805 (3) Foundations of Research in Information Systems", 
        "desc": "Examines foundations of information systems research, including classic readings in information systems and its reference disciplines, different research approaches, processes of research, and classic and contemporary readings in major topics in information systems. Prereq., PhD standing or instructor consent. Formerly SYST 7805.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/7805-foundations-research-information-systems", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "MKTG-7810 (3) Doctoral Seminar: Psychological Approaches to Research in Marketing", 
        "desc": "Examines the basic psychological processes that underlie common marketing phenomena. Topics include memory and judgment, persuasion, attitude-behavior consistency, information processing, automatic and controlled processes, learning, motivation and cognition, social judgment, and the role of affect and mood on judgment. Discusses topics in consumer behavior and marketing management contexts, in conjunction with related methodological issues. Prerequisites: Restricted to Graduate Students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7810-doctoral-seminar-psychological-approaches-research-marketing", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "OPIM-7810 (3) Technical Topics in Information Systems Research", 
        "desc": "Examines in depth a selection of topics in technical areas of information systems. Includes theoretical perspectives for technical topics, critical perspectives on past and current research, appropriate methods for examining technical topics, and development of students' ability to identify and develop research topics in technical areas. Prereq., PhD standing or instructor consent. Formerly SYST 7810.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/7810-technical-topics-information-systems-research", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "MKTG-7815 (3) Doctoral Seminar: Consumer and Managerial Decision Making in Marketing", 
        "desc": "Examines judgment and decision making research pertinent to understanding how consumers and marketing managers make decisions. Uses economic models as a normative backdrop for examining research on decision heuristics, judgment and choice anomalies, and contingent decision behavior. Examines processes of causal judgment and inference and the influenceof a variety of contextual factors (including time) on judgment and decision.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7815-doctoral-seminar-consumer-and-managerial-decision-making-marketing", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "OPIM-7815 (3) Behavioral Topics in Information Systems Research", 
        "desc": "Covers both basic and advanced topics. Develops skill in designing, evaluating, and understanding both quantitative and qualitative research methods. Includes the development of research proposals, making and justifying methodological choices, writing research reports, and understanding how to publish in information systems. Prereq., PhD standing or instructor consent. Formerly SYST 7815. Prerequisites: Restricted to Graduate Students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/7815-behavioral-topics-information-systems-research", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "MKTG-7820 (3) Doctoral Seminar: Sociological and Anthropological Approaches to Research in Market", 
        "desc": "Inquires into substantive and methodological issues concerning postmodern consumer research. Attains depth in a few areas while also providing a framework in which to situate other substreams of research. Uses ethnography, semiotics, literary analysis, and other interpretive methods to examine topics such as brand and store loyalty, atmospheric and shopping dynamics, creation of brand meanings, and other marketplace behaviors.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7820-doctoral-seminar-sociological-and-anthropological-approaches-research", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "OPIM-7820 (3) Advanced Research in Information Systems", 
        "desc": "Examines advanced topics in information systems research, focusing on the electronic era and ebusiness. Examines foundations of ebusiness, including basic technical, organizational, and behavioral foundations. Covers leading edge research from both topical and methodological perspectives. Focuses on methods appropriate for studying ebusiness and examines future research directions. Prereq., PhD standing or instructor consent. Formerly SYST 7820.", 
        "reflink": "/catalog/2013-14/courses/busn/b-opim/7820-advanced-research-information-systems", 
        "tags": [
            "Leeds School of Business", 
            "Operations and Information Management"
        ]
    }, 
    {
        "title": "MKTG-7825 (3) Doctoral Seminar: Empirical Models in Marketing", 
        "desc": "Presents state-of-the-art empirical modeling techniques (both reduced-form and structural) used by marketing scientists, as well as discuss the key findings generated from major empirical studies. Acquaint the class participants with the systematic process of conducting rigorous empirical marketing research, enable them to read and critically review empirical papers in leading marketing journals and, ultimately, start doing independent empirical research. Prereq., a graduate course in regression.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7825-doctoral-seminar-empirical-models-marketing", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ACCT-7830 (3) Doctoral Seminar: Accounting Research", 
        "desc": "Designed to assist the doctoral student in integrating courses and fields of study in order to be able to apply knowledge and skills to problems in accounting. Special attention given to the development of thesis topics.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/7830-doctoral-seminar-accounting-research", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "FNCE-7830 (1) Doctoral Seminar: Dissertation Research", 
        "desc": "Assists doctoral students in integrating courses and fields of study in order to apply their knowledge and skills to problems in finance. Gives special attention to development of thesis topics. Continuous enrollment required of all finance doctoral students while doing course work.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/7830-doctoral-seminar-dissertation-research", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MKTG-7830 (3) Doctoral Seminar: Dissertation Research", 
        "desc": "Assists doctoral students in integrating courses and fields of study in order to be able to apply knowledge and skills to problems in marketing. Gives special attention to development of thesis topics.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/7830-doctoral-seminar-dissertation-research", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ORMG-7830 (3) Research Design and Methods in Management", 
        "desc": "Introduction to research design and commonly used methods in management and organizational research. Covers the fundamental building blocks of research, provides the basics of a number of analytical techniques, and presents considerations important in analyzing multivariate data in organizational research. Restricted to Ph.D. students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-ormg/7830-research-design-and-methods-management", 
        "tags": [
            "Leeds School of Business", 
            "Organization Management"
        ]
    }, 
    {
        "title": "ACCT-8820 (1-6) Graduate Seminar", 
        "desc": "Provides opportunity for investigation of new frontiers in accounting through an experimental seminar. May be repeated up to 6 total credit hours. Prereq. varies. Offered irregularly.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/8820-graduate-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "FNCE-8820 (3) Graduate Seminar", 
        "desc": "Experimental seminar offered irregularly to provide opportunity for investigation of new frontiers in finance.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/8820-graduate-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MKTG-8820 (1-6) Doctoral Seminar: Special Topics", 
        "desc": "Studies marketing literature on a topic or topics selected by instructor. Examples include marketing history, international marketing management, marketing environment, marketing of high technology products, and marketing models.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/8820-doctoral-seminar-special-topics", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ORMG-8820 (1-4) Graduate Seminar", 
        "desc": "Provides opportunity for investigating new frontiers in organization management through an experimental seminar (offered irregularly).", 
        "reflink": "/catalog/2013-14/courses/busn/b-ormg/8820-graduate-seminar", 
        "tags": [
            "Leeds School of Business", 
            "Organization Management"
        ]
    }, 
    {
        "title": "ACCT-8900 (1-3) Independent Study", 
        "desc": "Requires instructor's consent and departmental form (taught as doctoral seminar). Prerequisites: Restricted to Business graduate students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/8900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "BPOL-8900 (1-3) Independent Study", 
        "desc": "Requires consent of instructor under whose direction study is taken. Departmental form required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-bpol/8900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Business Policy and Strategy Management"
        ]
    }, 
    {
        "title": "FNCE-8900 (1-3) Independent Study", 
        "desc": "Instructor consent and departmental form required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/8900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MGMT-8900 (1-3) Independent Study", 
        "desc": "Requires consent of instructor under whose direction study is taken. Departmental form required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/8900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MKTG-8900 (1-3) Independent Study", 
        "desc": "Requires consent of instructor under whose direction study is taken. Departmental form required.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/8900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "ORMG-8900 (1-3) Independent Study", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-ormg/8900-independent-study", 
        "tags": [
            "Leeds School of Business", 
            "Organization Management"
        ]
    }, 
    {
        "title": "ACCT-8990 (1-10) Doctoral Thesis", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-acct/8990-doctoral-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Accounting"
        ]
    }, 
    {
        "title": "BPOL-8990 (1-10) Doctoral Thesis", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-bpol/8990-doctoral-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Business Policy and Strategy Management"
        ]
    }, 
    {
        "title": "FNCE-8990 (1-10) Doctoral Thesis", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-fnce/8990-doctoral-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Finance"
        ]
    }, 
    {
        "title": "MGMT-8990 (1-10) Doctoral Thesis", 
        "desc": "Work with a faculty advisor on a doctoral thesis. Student should have passed comprehensive exam before registering for doctoral thesis hours. Prerequisites: Restricted to Graduate Students only.", 
        "reflink": "/catalog/2013-14/courses/busn/b-mgmt/8990-doctoral-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Management"
        ]
    }, 
    {
        "title": "MKTG-8990 (1-10) Doctoral Thesis", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-mktg/8990-doctoral-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Marketing"
        ]
    }, 
    {
        "title": "OPMG-8990 (1-10) Doctoral Thesis", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-mbax/8990-doctoral-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Master of Business Administration", 
            "MBA: Operations & Prod Mgmt"
        ]
    }, 
    {
        "title": "ORMG-8990 (1-10) Doctoral Thesis", 
        "desc": null, 
        "reflink": "/catalog/2013-14/courses/busn/b-ormg/8990-doctoral-thesis", 
        "tags": [
            "Leeds School of Business", 
            "Organization Management"
        ]
    }
]